Repository: yvolokitin/dual_clash
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, nl, pl, ru, uk

# deleteSaveTitle
source: Delete save?
de: Speicherung löschen?
es: ¿Eliminar guardado?
fr: Supprimer la sauvegarde ?
nl: Opslag verwijderen?
pl: Usunąć zapis?
ru: Удалить сохранение?
uk: Видалити збереження?

# deleteSaveMessage
source: Are you sure you want to delete this saved game?
de: Möchtest du dieses gespeicherte Spiel wirklich löschen?
es: ¿Seguro que quieres eliminar esta partida guardada?
fr: Voulez-vous vraiment supprimer cette partie sauvegardée ?
nl: Weet je zeker dat je dit opgeslagen spel wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę zapisaną grę?
ru: Вы уверены, что хотите удалить это сохранение?
uk: Ви впевнені, що хочете видалити це збереження гри?

# failedToDeleteMessage
source: Failed to delete
de: Löschen fehlgeschlagen
es: No se pudo eliminar
fr: Échec de la suppression
nl: Verwijderen mislukt
pl: Nie udało się usunąć
ru: Не удалось удалить
uk: Не вдалося видалити
