Repository: yvolokitin/dual_clash
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, nl, pl, ru, uk

# durationMinutesSeconds
source: {minutes}m {seconds}s
ru: {minutes}м {seconds}с
uk: {minutes}хв {seconds}с

# durationHoursMinutes
source: {hours}h {minutes}m
nl: {hours}u {minutes}m
ru: {hours}ч {minutes}м
uk: {hours}год {minutes}хв
