Repository: yvolokitin/dual_clash
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, nl, pl, ru, uk

# aiDifficultyTipMaster
source: Black — Master: strongest and most calculating.
de: Schwarz — Meister: am stärksten und berechnend.
es: Negro — Maestro: el más fuerte y calculador.
fr: Noir — Maître : le plus fort et le plus calculateur.
nl: Zwart — Meester: sterkst en meest berekenend.
pl: Czarny — Mistrz: najsilniejszy i najbardziej kalkulujący.
ru: Чёрный — Мастер: самый сильный и расчётливый.
uk: Чорний — Майстер: найсильніший і найрозважливіший.

# aiDifficultyTipSelect
source: Select a belt level.
de: Wähle ein Gürtel-Level.
es: Selecciona un nivel de cinturón.
fr: Sélectionnez un niveau de ceinture.
nl: Selecteer een bandniveau.
pl: Wybierz poziom pasa.
ru: Выберите уровень пояса.
uk: Оберіть рівень поясу.

# aiDifficultyDetailBeginner
source: White — Beginner: random empty cells. Unpredictable but weak.
de: Weiß — Anfänger: zufällige leere Zellen. Unberechenbar, aber schwach.
es: Blanco — Principiante: celdas vacías aleatorias. Impredecible pero débil.
fr: Blanc — Débutant : cases vides aléatoires. Imprévisible mais faible.
nl: Wit — Beginner: willekeurige lege cellen. Onvoorspelbaar maar zwak.
pl: Biały — Początkujący: losowe puste pola. Nieprzewidywalny, ale słaby.
ru: Белый — Новичок: случайные пустые клетки. Непредсказуем, но слаб.
uk: Білий — Початківець: випадкові порожні клітинки. Непередбачуваний, але слабкий.

# aiDifficultyDetailEasy
source: Yellow — Easy: greedy takes that maximize immediate gain.
de: Gelb — Leicht: gierige Züge für maximale Sofortgewinne.
es: Amarillo — Fácil: movimientos voraces que maximizan la ganancia inmediata.
fr: Jaune — Facile : coups gourmands qui maximisent le gain immédiat.
nl: Geel — Makkelijk: gretig kiest zetten die directe winst maximaliseren.
pl: Żółty — Łatwy: zachłannie wybiera maksymalny natychmiastowy zysk.
ru: Жёлтый — Лёгкий: жадные ходы, максимизирующие мгновенную выгоду.
uk: Жовтий — Легкий: жадібно обирає ходи, що максимізують миттєву вигоду.

# aiDifficultyDetailNormal
source: Orange — Normal: greedy with center tie-break to prefer stronger positions.
de: Orange — Normal: gierig mit Zentrum-Tiebreak für stärkere Positionen.
es: Naranja — Normal: voraz con desempate al centro para preferir posiciones fuertes.
fr: Orange — Normal : gourmand avec départage au centre pour privilégier de meilleures positions.
nl: Oranje — Normaal: gretig met tie-break voor het centrum om sterkere posities te prefereren.
pl: Pomarańczowy — Normalny: zachłanny z rozstrzyganiem w centrum, by preferować silniejsze pozycje.
ru: Оранжевый — Нормальный: жадный, с приоритетом центра при равенстве.
uk: Помаранчевий — Нормальний: жадібний з перевагою центру для кращих позицій.

# aiDifficultyDetailChallenging
source: Green — Challenging: shallow minimax search (depth 2), no pruning.
de: Grün — Herausfordernd: flacher Minimax (Tiefe 2), ohne Pruning.
es: Verde — Desafiante: minimax superficial (profundidad 2), sin poda.
fr: Vert — Difficile : minimax superficiel (profondeur 2), sans élagage.
nl: Groen — Uitdagend: ondiepe minimax-zoekopdracht (diepte 2), geen snoeien.
pl: Zielony — Wymagający: płytkie przeszukiwanie minimax (głębokość 2), bez przycinania.
ru: Зелёный — Сложный: неглубокий минимакс (глубина 2), без отсечения.
uk: Зелений — Складний: поверхневий мінімакс (глибина 2) без відсікання.

# aiDifficultyDetailHard
source: Blue — Hard: deeper minimax with alpha–beta pruning and move ordering.
de: Blau — Schwer: tieferer Minimax mit Alpha-Beta-Pruning und Zugreihenfolge.
es: Azul — Difícil: minimax más profundo con poda alfa–beta y ordenación de movimientos.
fr: Bleu — Très difficile : minimax plus profond avec élagage alpha-bêta et ordre des coups.
nl: Blauw — Moeilijk: diepere minimax met alpha–beta-snoeien en zetvolgorde.
pl: Niebieski — Trudny: głębszy minimax z przycinaniem alfa–beta i porządkowaniem ruchów.
ru: Синий — Тяжёлый: более глубокий минимакс с альфа–бета отсечением и упорядочиванием ходов.
uk: Синій — Важкий: глибший мінімакс із альфа–бета відсіканням та впорядкуванням ходів.

# aiDifficultyDetailExpert
source: Brown — Expert: deeper minimax with pruning + transposition table.
de: Braun — Experte: tieferer Minimax mit Pruning + Transpositionstabelle.
es: Marrón — Experto: minimax más profundo con poda y tabla de transposiciones.
fr: Marron — Expert : minimax plus profond avec élagage + table de transposition.
nl: Bruin — Expert: diepere minimax met snoeien + transpositietabel.
pl: Brązowy — Ekspert: głębszy minimax z przycinaniem + tabela transpozycji.
ru: Коричневый — Эксперт: более глубокий минимакс с отсечением и таблицей транспозиций.
uk: Коричневий — Експерт: глибший мінімакс із відсіканням + таблицею транспозицій.

# aiDifficultyDetailMaster
source: Black — Master: Monte Carlo Tree Search (~1500 rollouts within time limit).
de: Schwarz — Meister: Monte-Carlo-Tree-Search (~1500 Simulationen im Zeitlimit).
es: Negro — Maestro: Monte Carlo Tree Search (~1500 simulaciones en el límite de tiempo).
fr: Noir — Maître : Monte Carlo Tree Search (~1500 simulations dans la limite de temps).
nl: Zwart — Meester: Monte Carlo Tree Search (~1500 rollouts binnen tijdslimiet).
pl: Czarny — Mistrz: Monte Carlo Tree Search (~1500 symulacji w limicie czasu).
ru: Чёрный — Мастер: Monte Carlo Tree Search (~1500 симуляций в лимит времени).
uk: Чорний — Майстер: пошук дерева Монте-Карло (~1500 симуляцій в межах ліміту часу).

# aiDifficultyDetailSelect
source: Select AI difficulty to see details.
de: Wähle eine KI-Schwierigkeit, um Details zu sehen.
es: Selecciona dificultad de IA para ver detalles.
fr: Sélectionnez la difficulté de l’IA pour voir les détails.
nl: Selecteer AI-moeilijkheid om details te zien.
pl: Wybierz trudność SI, aby zobaczyć szczegóły.
ru: Выберите сложность ИИ, чтобы увидеть детали.
uk: Оберіть складність ШІ, щоб побачити деталі.

# currentAiLevelLabel
source: Current AI Level
de: Aktuelle KI-Stufe
es: Nivel actual de IA
fr: Niveau actuel de l’IA
nl: Huidig AI-niveau
pl: Aktualny poziom SI
ru: Текущий уровень ИИ
uk: Поточний рівень ШІ

# resultsTitle
source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
nl: Resultaten
pl: Wyniki
ru: Результаты
uk: Результати

# timePlayedLabel
source: Time played
de: Spielzeit
es: Tiempo jugado
fr: Temps de jeu
nl: Speeltijd
pl: Czas gry
ru: Время игры
uk: Час гри

# redTurnsLabel
source: Red turns
de: Rote Züge
es: Turnos rojos
fr: Tours rouges
nl: Rode beurten
pl: Tury czerwone
ru: Ходы красных
uk: Червоні ходи

# blueTurnsLabel
source: Blue turns
de: Blaue Züge
es: Turnos azules
fr: Tours bleus
nl: Blauwe beurten
pl: Tury niebieskie
ru: Ходы синих
uk: Сині ходи

# yellowTurnsLabel
source: Yellow turns
de: Gelbe Züge
es: Turnos amarillos
fr: Tours jaunes
nl: Gele beurten
pl: Tury żółte
ru: Ходы жёлтых
uk: Жовті ходи

# greenTurnsLabel
source: Green turns
de: Grüne Züge
es: Turnos verdes
fr: Tours verts
nl: Groene beurten
pl: Tury zielone
ru: Ходы зелёных
uk: Зелені ходи

# playerTurnsLabel
source: Player turns
de: Spieler-Züge
es: Turnos del jugador
fr: Tours du joueur
nl: Spelerbeurten
pl: Tury gracza
ru: Ходы игрока
uk: Ходи гравця

# aiTurnsLabel
source: AI turns
de: KI-Züge
es: Turnos de la IA
fr: Tours de l’IA
nl: AI-beurten
pl: Tury SI
ru: Ходы ИИ
uk: Ходи ШІ

# newBestScoreLabel
source: New Best Score
de: Neuer Bestwert
es: Nuevo mejor resultado
fr: Nouveau meilleur score
nl: Nieuwe beste score
pl: Nowy najlepszy wynik
ru: Новый лучший результат
uk: Новий найкращий рахунок

# pointsBelowBestScore
source: {points} points below best score
de: {points} Punkte unter Bestwert
es: {points} puntos por debajo del mejor resultado
fr: {points} points sous le meilleur score
nl: {points} punten onder beste score
pl: {points} punktów poniżej najlepszego wyniku
ru: На {points} очков меньше лучшего результата
uk: {points} очок до найкращого

# youWinReachedScore
source: You win and reached {score} score points
de: Du hast gewonnen und {score} Punkte erreicht
es: Has ganado y alcanzado {score} puntos
fr: Vous avez gagné et atteint {score} points
nl: Je wint en behaalde {score} punten
pl: Wygrywasz i osiągnąłeś {score} punktów
ru: Вы победили и набрали {score} очков
uk: Ви виграли та набрали {score} очок

# redTerritoryControlled
source: Red player territory controlled.
de: Gebiet des roten Spielers kontrolliert.
es: Territorio del jugador rojo controlado.
fr: Territoire du joueur rouge contrôlé.
nl: Rood gebied gecontroleerd.
pl: Terytorium gracza czerwonego kontrolowane.
ru: Территория красного игрока под контролем.
uk: Контроль території Червоного гравця.

# blueTerritoryControlled
source: Blue player territory controlled.
de: Gebiet des blauen Spielers kontrolliert.
es: Territorio del jugador azul controlado.
fr: Territoire du joueur bleu contrôlé.
nl: Blauw gebied gecontroleerd.
pl: Terytorium gracza niebieskiego kontrolowane.
ru: Территория синего игрока под контролем.
uk: Контроль території Синього гравця.

source: Neutral territory controlled.
de: Neutrales Gebiet kontrolliert.
es: Territorio neutral controlado.
fr: Territoire neutre contrôlé.
nl: Neutraal gebied gecontroleerd.
pl: Terytorium neutralne kontrolowane.
ru: Нейтральная территория под контролем.
uk: Контроль нейтральної території.

source: Territory balanced.
de: Gebiet ausgeglichen.
es: Territorio equilibrado.
fr: Territoire équilibré.
nl: Gebied in balans.
pl: Terytorium zrównoważone.
ru: Территория сбалансирована.
uk: Території збалансовані.

# performanceLost
source: You lost. Strategy required.
de: Du hast verloren. Strategie erforderlich.
es: Has perdido. Se requiere estrategia.
fr: Vous avez perdu. Stratégie requise.
nl: Je hebt verloren. Strategie vereist.
pl: Przegrałeś. Potrzebna strategia.
ru: Вы проиграли. Нужна стратегия.
uk: Ви програли. Потрібна стратегія.

# performanceBrilliantEndgame
source: Brilliant Endgame
de: Brillantes Endspiel
es: Final brillante
fr: Fin de partie brillante
nl: Briljante eindfase
pl: Genialny finał
ru: Блестящий эндшпиль
uk: Блискучий ендшпіль

# performanceGreatControl
source: Great Control
de: Große Kontrolle
es: Gran control
fr: Excellent contrôle
nl: Geweldige controle
pl: Świetna kontrola
ru: Отличный контроль
uk: Чудовий контроль

# performanceRiskyEffective
source: Risky, but Effective
de: Riskant, aber effektiv
es: Arriesgado, pero efectivo
fr: Risqué, mais efficace
nl: Riskant, maar effectief
pl: Ryzykowne, ale skuteczne
ru: Рискованно, но эффективно
uk: Ризиковано, але ефективно

# performanceSolidStrategy
source: Solid Strategy
de: Solide Strategie
es: Estrategia sólida
fr: Stratégie solide
nl: Solide strategie
pl: Solidna strategia
ru: Солидная стратегия
uk: Надійна стратегія

# playAgainLabel
source: Play again
de: Erneut spielen
es: Jugar de nuevo
fr: Rejouer
nl: Opnieuw spelen
pl: Zagraj ponownie
ru: Играть снова
uk: Грати знову

# continueNextAiLevelLabel
source: Continue to Next AI Level
de: Zum nächsten KI-Level
es: Continuar al siguiente nivel de IA
fr: Continuer au niveau d’IA suivant
nl: Ga door naar volgend AI-niveau
pl: Kontynuuj na następnym poziomie SI
ru: Перейти к следующему уровню ИИ
uk: Продовжити на наступному рівні ШІ

# playLowerAiLevelLabel
source: Play Lower AI Level
de: Niedrigeres KI-Level spielen
es: Jugar con nivel de IA más bajo
fr: Jouer un niveau d’IA inférieur
nl: Speel een lager AI-niveau
pl: Graj na niższym poziomie SI
ru: Играть на более низком уровне ИИ
uk: Грати на нижчому рівні ШІ

# replaySameLevelLabel
source: Replay Same Level
de: Gleiches Level wiederholen
es: Repetir el mismo nivel
fr: Rejouer le même niveau
nl: Speel hetzelfde niveau opnieuw
pl: Powtórz ten sam poziom
ru: Повторить этот уровень
uk: Переграти той самий рівень

# aiThinkingLabel
source: AI is thinking...
de: Die KI denkt...
es: La IA está pensando...
fr: L’IA réfléchit...
nl: AI denkt...
pl: SI myśli...
ru: ИИ думает...
uk: ШІ думає...

# simulatingGameLabel
source: Simulating game...
de: Spiel wird simuliert...
es: Simulando partida...
fr: Simulation en cours...
nl: Spel simuleren...
pl: Symulacja gry...
ru: Симуляция игры...
uk: Симуляція гри...

# noTurnsYetMessage
source: No turns yet for this game
de: Noch keine Züge in diesem Spiel
es: Aún no hay turnos en esta partida
fr: Aucun tour pour cette partie
nl: Nog geen beurten voor dit spel
pl: Brak tur w tej grze
ru: В этой игре ещё нет ходов
uk: Ще немає ходів для цієї гри

# turnLabel
source: Turn {turn}
de: Zug {turn}
es: Turno {turn}
fr: Tour {turn}
nl: Beurt {turn}
pl: Tura {turn}
ru: Ход {turn}
uk: Хід {turn}

# undoLastActionTooltip
source: Undo last action
de: Letzte Aktion rückgängig machen
es: Deshacer la última acción
fr: Annuler la dernière action
nl: Laatste actie ongedaan maken
pl: Cofnij ostatnią akcję
ru: Отменить последнее действие
uk: Скасувати останню дію

# historyTabGames
source: Games
de: Spiele
es: Partidas
fr: Parties
nl: Spellen
pl: Gry
ru: Игры
uk: Ігри

# historyTabDailyActivity
source: Daily activity
de: Tägliche Aktivität
es: Actividad diaria
fr: Activité quotidienne
nl: Dagelijkse activiteit
pl: Aktywność dzienna
ru: Дневная активность
uk: Щоденна активність

source: No finished games yet
de: Noch keine abgeschlossenen Spiele
es: Aún no hay partidas finalizadas
fr: Aucune partie terminée
nl: Nog geen voltooide spellen
pl: Brak zakończonych gier
ru: Ещё нет завершённых игр
uk: Ще немає завершених ігор

# gamesCountLabel
source: Games: {count}
de: Spiele: {count}
es: Partidas: {count}
fr: Parties : {count}
nl: Spellen: {count}
pl: Gry: {count}
ru: Игр: {count}
uk: Ігор: {count}

# winsLabel
source: Wins
de: Siege
es: Victorias
fr: Victoires
nl: Overwinningen
pl: Wygrane
ru: Победы
uk: Перемоги

# lossesLabel
source: Losses
de: Niederlagen
es: Derrotas
fr: Défaites
nl: Nederlagen
pl: Przegrane
ru: Поражения
uk: Поразки

# drawsLabel
source: Draws
de: Unentschieden
es: Empates
fr: Matchs nuls
nl: Gelijkspelen
pl: Remisy
ru: Ничьи
uk: Нічиї

# totalTimeLabel
source: Total time
de: Gesamtzeit
es: Tiempo total
fr: Temps total
nl: Totale tijd
pl: Łączny czas
ru: Общее время
uk: Загальний час

# resultDraw
source: Draw
de: Unentschieden
es: Empate
fr: Match nul
nl: Gelijkspel
pl: Remis
ru: Ничья
uk: Нічия

# resultPlayerWins
source: Player Wins
de: Spieler gewinnt
es: Gana el jugador
fr: Le joueur gagne
nl: Speler wint
pl: Wygrana gracza
ru: Победа игрока
uk: Перемога гравця

# resultAiWins
source: AI Wins
de: KI gewinnt
es: Gana la IA
fr: L’IA gagne
nl: AI wint
pl: Wygrana SI
ru: Победа ИИ
uk: Перемога ШІ

# aiLabelWithName
source: AI: {name}
de: KI: {name}
es: IA: {name}
fr: IA : {name}
pl: SI: {name}
ru: ИИ: {name}
uk: ШІ: {name}

# winnerLabel
source: Winner: {result}
de: Sieger: {result}
es: Ganador: {result}
fr: Gagnant : {result}
nl: Winnaar: {result}
pl: Zwycięzca: {result}
ru: Победитель: {result}
uk: Переможець: {result}

# yourScoreLabel
source: Your score
de: Deine Punkte
es: Tu puntuación
fr: Votre score
nl: Jouw score
pl: Twój wynik
ru: Ваш счёт
uk: Ваш рахунок

# timeLabel
source: Time
de: Zeit
es: Tiempo
fr: Temps
nl: Tijd
pl: Czas
ru: Время
uk: Час

# redBaseLabel
source: Red base
de: Rot-Basis
es: Base roja
fr: Base rouge
nl: Rode basis
pl: Czerwony bazowy
ru: Красная база
uk: Червона база

# blueBaseLabel
source: Blue base
de: Blau-Basis
es: Base azul
fr: Base bleue
nl: Blauwe basis
pl: Niebieski bazowy
ru: Синяя база
uk: Синя база

# totalBlueLabel
source: Total B
de: Blau gesamt
es: Total azul
fr: Total bleu
nl: Totaal B
pl: Suma N
ru: Итого синих
uk: Всього С

# turnsRedLabel
source: Turns R
de: Züge R
es: Turnos R
fr: Tours R
nl: Beurten R
pl: Tury C
ru: Ходы К
uk: Ходи Ч

# turnsBlueLabel
source: Turns B
de: Züge B
es: Turnos A
fr: Tours B
nl: Beurten B
pl: Tury N
ru: Ходы С
uk: Ходи С

# ageLabel
source: Age
de: Alter
es: Edad
fr: Âge
nl: Leeftijd
pl: Wiek
ru: Возраст
uk: Вік

# nicknameLabel
source: Nickname
es: Apodo
fr: Pseudo
nl: Bijnaam
pl: Pseudonim
ru: Ник
uk: Нікнейм

# enterNicknameHint
source: Enter nickname
de: Nickname eingeben
es: Introduce apodo
fr: Entrez un pseudo
nl: Bijnaam invoeren
pl: Wpisz pseudonim
ru: Введите ник
uk: Введіть нікнейм

# countryLabel
source: Country
de: Land
es: País
fr: Pays
nl: Land
pl: Kraj
ru: Страна
uk: Країна

# beltsTitle
source: Belts
de: Gürtel
es: Cinturones
fr: Ceintures
nl: Banden
pl: Pasy
ru: Пояса
uk: Пояси

# achievementsTitle
source: Achievements
de: Erfolge
es: Logros
fr: Succès
nl: Prestaties
pl: Osiągnięcia
ru: Достижения
uk: Досягнення

# achievementFullRow
source: Full Row
de: Volle Reihe
es: Fila completa
fr: Ligne complète
nl: Volle rij
pl: Pełny wiersz
ru: Полный ряд
uk: Повний рядок

# achievementFullColumn
source: Full Column
de: Volle Spalte
es: Columna completa
fr: Colonne complète
nl: Volle kolom
pl: Pełna kolumna
ru: Полный столбец
uk: Повний стовпчик

# achievementDiagonal
source: Diagonal
de: Diagonale
fr: Diagonale
nl: Diagonaal
pl: Przekątna
ru: Диагональ
uk: Діагональ

# achievement100GamePoints
source: 100 Game Points
de: 100 Spielpunkte
es: 100 puntos de juego
fr: 100 points de jeu
nl: 100 spelpunten
pl: 100 punktów gry
ru: 100 очков игры
uk: 100 очок гри

# achievement1000GamePoints
source: 1000 Game Points
de: 1000 Spielpunkte
es: 1000 puntos de juego
fr: 1000 points de jeu
nl: 1000 spelpunten
pl: 1000 punktów gry
ru: 1000 очков игры
uk: 1000 очок гри

# nicknameRequiredError
source: Nickname is required
de: Nickname ist erforderlich
es: El apodo es obligatorio
fr: Le pseudo est requis
nl: Bijnaam is verplicht
pl: Pseudonim jest wymagany
ru: Ник обязателен
uk: Потрібен нікнейм

# nicknameMaxLengthError
source: Maximum 32 characters allowed
de: Maximal 32 Zeichen
es: Máximo 32 caracteres
fr: Maximum 32 caractères
nl: Maximaal 32 tekens toegestaan
pl: Maksymalnie 32 znaki
ru: Максимум 32 символа
uk: Максимум 32 символи

# nicknameInvalidCharsError
source: Use letters, numbers, dot, dash, or underscore
de: Verwende Buchstaben, Zahlen, Punkt, Bindestrich oder Unterstrich
es: Usa letras, números, punto, guion o guion bajo
fr: Utilisez lettres, chiffres, point, tiret ou underscore
nl: Gebruik letters, cijfers, punt, streepje of underscore
pl: Użyj liter, cyfr, kropki, myślnika lub podkreślenia
ru: Используйте буквы, цифры, точку, дефис или подчёркивание
uk: Використовуйте літери, цифри, крапку, дефіс або підкреслення

# nicknameUpdatedMessage
source: Nickname updated
de: Nickname aktualisiert
es: Apodo actualizado
fr: Pseudo mis à jour
nl: Bijnaam bijgewerkt
pl: Pseudonim zaktualizowany
ru: Ник обновлён
uk: Нікнейм оновлено

# noBeltsEarnedYetMessage
source: No belts earned yet.
de: Noch keine Gürtel verdient.
es: Aún no has ganado cinturones.
fr: Aucune ceinture gagnée pour le moment.
nl: Nog geen banden verdiend.
pl: Brak zdobytych pasów.
ru: Пояса ещё не заработаны.
uk: Ще немає здобутих поясів.

# whoStartsFirstLabel
source: Who starts first
de: Wer beginnt
es: Quién empieza
fr: Qui commence
nl: Wie begint
pl: Kto zaczyna
ru: Кто ходит первым
uk: Хто починає

# startingPlayerHuman
source: Human (Red)
de: Mensch (Rot)
es: Humano (Rojo)
fr: Humain (Rouge)
nl: Mens (Rood)
pl: Człowiek (Czerwony)
ru: Человек (Красный)
uk: Людина (Червоний)

# startingPlayerAi
source: AI (Blue)
de: KI (Blau)
es: IA (Azul)
fr: IA (Bleu)
nl: AI (Blauw)
pl: SI (Niebieski)
ru: ИИ (Синий)
uk: ШІ (Синій)

# leaveDuelBarrierLabel
source: Leave duel
de: Duell verlassen
es: Salir del duelo
fr: Quitter le duel
nl: Duel verlaten
pl: Opuść pojedynek
ru: Выйти из дуэли
uk: Вийти з дуелі

# leaveDuelTitle
source: Leave duel
de: Duell verlassen
es: Salir del duelo
fr: Quitter le duel
nl: Duel verlaten
pl: Opuść pojedynek
ru: Выйти из дуэли
uk: Вийти з дуелі

# leaveDuelMessage
source: Leave duel mode and return to the main menu? Progress will not be saved.
de: Duellmodus verlassen und zum Hauptmenü zurückkehren? Der Fortschritt wird nicht gespeichert.
es: ¿Salir del modo duelo y volver al menú principal? El progreso no se guardará.
fr: Quitter le mode duel et revenir au menu principal ? La progression ne sera pas enregistrée.
nl: Duelmodus verlaten en terugkeren naar het hoofdmenu? Voortgang wordt niet opgeslagen.
pl: Opuścić tryb pojedynku i wrócić do menu głównego? Postęp nie zostanie zapisany.
ru: Выйти из режима дуэли и вернуться в главное меню? Прогресс не будет сохранён.
uk: Вийти з режиму дуелі і повернутися до головного меню? Прогрес не буде збережено.

# leaveBarrierLabel
source: Leave
de: Verlassen
es: Salir
fr: Quitter
nl: Verlaten
pl: Wyjdź
ru: Выйти
uk: Вийти

# leaveModeTitle
source: Leave {mode}
de: {mode} verlassen
es: Salir de {mode}
fr: Quitter {mode}
nl: Verlaat {mode}
pl: Opuść {mode}
ru: Выйти из режима {mode}
uk: Вийти з {mode}

# leaveMultiModeMessage
source: Return to the main menu? Progress will not be saved.
de: Zum Hauptmenü zurückkehren? Der Fortschritt wird nicht gespeichert.
es: ¿Volver al menú principal? El progreso no se guardará.
fr: Revenir au menu principal ? La progression ne sera pas enregistrée.
nl: Terug naar het hoofdmenu? Voortgang wordt niet opgeslagen.
pl: Wrócić do menu głównego? Postęp nie zostanie zapisany.
ru: Вернуться в главное меню? Прогресс не будет сохранён.
uk: Повернутися до головного меню? Прогрес не буде збережено.

# colorRedLabel
source: RED
de: ROT
es: ROJO
fr: ROUGE
nl: ROOD
pl: CZERWONY
ru: КРАСНЫЙ
uk: ЧЕРВОНИЙ

# colorBlueLabel
source: BLUE
de: BLAU
es: AZUL
fr: BLEU
nl: BLAUW
pl: NIEBIESKI
ru: СИНИЙ
uk: СИНІЙ

# colorYellowLabel
source: YELLOW
de: GELB
es: AMARILLO
fr: JAUNE
nl: GEEL
pl: ŻÓŁTY
ru: ЖЁЛТЫЙ
uk: ЖОВТИЙ

# colorGreenLabel
source: GREEN
de: GRÜN
es: VERDE
fr: VERT
nl: GROEN
pl: ZIELONY
ru: ЗЕЛЁНЫЙ
uk: ЗЕЛЕНИЙ

# redShortLabel
source: R
pl: C
ru: К
uk: Ч

# blueShortLabel
source: B
es: A
pl: N
ru: С
uk: С

# yellowShortLabel
source: Y
de: G
es: Am
fr: J
nl: Ge
pl: Ż
ru: Ж
uk: Ж

# greenShortLabel
source: G
de: Gr
es: V
fr: V
nl: Gr
pl: Z
ru: З
uk: З

# supportTheDevLabel
source: Support the dev
de: Unterstütze den Entwickler
es: Apoya al desarrollador
fr: Soutenir le développeur
nl: Steun de ontwikkelaar
pl: Wesprzyj twórcę
ru: Поддержать разработчика
uk: Підтримати розробника

# aiBeltWhite
source: White
de: Weiß
es: Blanco
fr: Blanc
nl: Wit
pl: Biały
ru: Белый
uk: Білий

# aiBeltYellow
source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
nl: Geel
pl: Żółty
ru: Жёлтый
uk: Жовтий

# aiBeltOrange
source: Orange
es: Naranja
nl: Oranje
pl: Pomarańczowy
ru: Оранжевый
uk: Помаранчевий

# aiBeltGreen
source: Green
de: Grün
es: Verde
fr: Vert
nl: Groen
pl: Zielony
ru: Зелёный
uk: Зелений

# aiBeltBlue
source: Blue
de: Blau
es: Azul
fr: Bleu
nl: Blauw
pl: Niebieski
ru: Синий
uk: Синій

# aiBeltBrown
source: Brown
de: Braun
es: Marrón
fr: Marron
nl: Bruin
pl: Brązowy
ru: Коричневый
uk: Коричневий

# aiBeltBlack
source: Black
de: Schwarz
es: Negro
fr: Noir
nl: Zwart
pl: Czarny
ru: Чёрный
uk: Чорний

# scorePlace
source: +1 place
de: +1 Platzierung
es: +1 colocación
fr: +1 placement
nl: +1 plaatsing
pl: +1 pole
ru: +1 размещение
uk: +1 розміщення

# scoreCorner
source: +2 corner
de: +2 Ecke
es: +2 esquina
fr: +2 coin
nl: +2 hoek
pl: +2 narożnik
ru: +2 угол
uk: +2 кут

# scoreBlueToGrey
source: +2 x{count} blue→grey
de: +2 x{count} blau→grau
es: +2 x{count} azul→gris
fr: +2 x{count} bleu→gris
nl: +2 x{count} blauw→grijs
pl: +2 x{count} niebieski→szary
ru: +2 x{count} синий→серый
uk: +2 x{count} синій→сірий

# scoreGreyToRed
source: +3 x{count} grey→red
de: +3 x{count} grau→rot
es: +3 x{count} gris→rojo
fr: +3 x{count} gris→rouge
nl: +3 x{count} grijs→rood
pl: +3 x{count} szary→czerwony
ru: +3 x{count} серый→красный
uk: +3 x{count} сірий→червоний

# scorePlaceShort
source: Place
de: Platzieren
es: Colocar
fr: Placer
nl: Plaats
pl: Umieść
ru: Ход
uk: Розміщення

# scoreZeroBlow
source: 0 blow
de: 0 Treffer
es: 0 golpes
fr: 0 coup
nl: 0 klap
pl: 0 cios
ru: 0 ударов
uk: 0 ударів

# scoreZeroGreyDrop
source: 0 grey drop
de: 0 grauer Abwurf
es: 0 caída gris
fr: 0 chute grise
nl: 0 grijze val
pl: 0 szary spadek
ru: 0 серых падений
uk: 0 сірих падінь

# durationSeconds
source: {seconds}s
ru: {seconds}с
uk: {seconds}с
