Repository: yvolokitin/dual_clash
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, nl, pl, ru, uk

# countryName
source: {country, select, Afghanistan{Afghanistan} Albania{Albania} Algeria{Algeria} Andorra{Andorra} Angola{Angola} Antigua_and_Barbuda{Antigua and Barbuda} Argentina{Argentina} Armenia{Armenia} Australia{Australia} Austria{Austria} Azerbaijan{Azerbaijan} Bahamas{Bahamas} Bahrain{Bahrain} Bangladesh{Bangladesh} Barbados{Barbados} Belarus{Belarus} Belgium{Belgium} Belize{Belize} Benin{Benin} Bhutan{Bhutan} Bolivia{Bolivia} Bosnia_and_Herzegovina{Bosnia and Herzegovina} Botswana{Botswana} Brazil{Brazil} Brunei{Brunei} Bulgaria{Bulgaria} Burkina_Faso{Burkina Faso} Burundi{Burundi} Cabo_Verde{Cabo Verde} Cambodia{Cambodia} Cameroon{Cameroon} Canada{Canada} Central_African_Republic{Central African Republic} Chad{Chad} Chile{Chile} China{China} Colombia{Colombia} Comoros{Comoros} Congo_Congo_Brazzaville{Congo (Congo-Brazzaville)} Costa_Rica{Costa Rica} Croatia{Croatia} Cuba{Cuba} Cyprus{Cyprus} Czechia{Czechia} Democratic_Republic_of_the_Congo{Democratic Republic of the Congo} Denmark{Denmark} Djibouti{Djibouti} Dominica{Dominica} Dominican_Republic{Dominican Republic} Ecuador{Ecuador} Egypt{Egypt} El_Salvador{El Salvador} Equatorial_Guinea{Equatorial Guinea} Eritrea{Eritrea} Estonia{Estonia} Eswatini{Eswatini} Ethiopia{Ethiopia} Fiji{Fiji} Finland{Finland} France{France} Gabon{Gabon} Gambia{Gambia} Georgia{Georgia} Germany{Germany} Ghana{Ghana} Greece{Greece} Grenada{Grenada} Guatemala{Guatemala} Guinea{Guinea} Guinea_Bissau{Guinea-Bissau} Guyana{Guyana} Haiti{Haiti} Honduras{Honduras} Hungary{Hungary} Iceland{Iceland} India{India} Indonesia{Indonesia} Iran{Iran} Iraq{Iraq} Ireland{Ireland} Israel{Israel} Italy{Italy} Jamaica{Jamaica} Japan{Japan} Jordan{Jordan} Kazakhstan{Kazakhstan} Kenya{Kenya} Kiribati{Kiribati} Kuwait{Kuwait} Kyrgyzstan{Kyrgyzstan} Laos{Laos} Latvia{Latvia} Lebanon{Lebanon} Lesotho{Lesotho} Liberia{Liberia} Libya{Libya} Liechtenstein{Liechtenstein} Lithuania{Lithuania} Luxembourg{Luxembourg} Madagascar{Madagascar} Malawi{Malawi} Malaysia{Malaysia} Maldives{Maldives} Mali{Mali} Malta{Malta} Marshall_Islands{Marshall Islands} Mauritania{Mauritania} Mauritius{Mauritius} Mexico{Mexico} Micronesia{Micronesia} Moldova{Moldova} Monaco{Monaco} Mongolia{Mongolia} Montenegro{Montenegro} Morocco{Morocco} Mozambique{Mozambique} Myanmar{Myanmar} Namibia{Namibia} Nauru{Nauru} Nepal{Nepal} Netherlands{Netherlands} New_Zealand{New Zealand} Nicaragua{Nicaragua} Niger{Niger} Nigeria{Nigeria} North_Korea{North Korea} North_Macedonia{North Macedonia} Norway{Norway} Oman{Oman} Pakistan{Pakistan} Palau{Palau} Panama{Panama} Papua_New_Guinea{Papua New Guinea} Paraguay{Paraguay} Peru{Peru} Philippines{Philippines} Poland{Poland} Portugal{Portugal} Qatar{Qatar} Romania{Romania} Russia{Russia} Rwanda{Rwanda} Saint_Kitts_and_Nevis{Saint Kitts and Nevis} Saint_Lucia{Saint Lucia} Saint_Vincent_and_the_Grenadines{Saint Vincent and the Grenadines} Samoa{Samoa} San_Marino{San Marino} Sao_Tome_and_Principe{Sao Tome and Principe} Saudi_Arabia{Saudi Arabia} Senegal{Senegal} Serbia{Serbia} Seychelles{Seychelles} Sierra_Leone{Sierra Leone} Singapore{Singapore} Slovakia{Slovakia} Slovenia{Slovenia} Solomon_Islands{Solomon Islands} Somalia{Somalia} South_Africa{South Africa} South_Korea{South Korea} South_Sudan{South Sudan} Spain{Spain} Sri_Lanka{Sri Lanka} Sudan{Sudan} Suriname{Suriname} Sweden{Sweden} Switzerland{Switzerland} Syria{Syria} Taiwan{Taiwan} Tajikistan{Tajikistan} Tanzania{Tanzania} Thailand{Thailand} Timor_Leste{Timor-Leste} Togo{Togo} Tonga{Tonga} Trinidad_and_Tobago{Trinidad and Tobago} Tunisia{Tunisia} Turkey{Turkey} Turkmenistan{Turkmenistan} Tuvalu{Tuvalu} Uganda{Uganda} Ukraine{Ukraine} United_Arab_Emirates{United Arab Emirates} United_Kingdom{United Kingdom} United_States{United States} Uruguay{Uruguay} Uzbekistan{Uzbekistan} Vanuatu{Vanuatu} Vatican_City{Vatican City} Venezuela{Venezuela} Vietnam{Vietnam} Yemen{Yemen} Zambia{Zambia} Zimbabwe{Zimbabwe} other{Wakanda}}
de: {country, select, Afghanistan{Afghanistan} Albania{Albanien} Algeria{Algerien} Andorra{Andorra} Angola{Angola} Antigua_and_Barbuda{Antigua und Barbuda} Argentina{Argentinien} Armenia{Armenien} Australia{Australien} Austria{Österreich} Azerbaijan{Aserbaidschan} Bahamas{Bahamas} Bahrain{Bahrain} Bangladesh{Bangladesch} Barbados{Barbados} Belarus{Belarus} Belgium{Belgien} Belize{Belize} Benin{Benin} Bhutan{Bhutan} Bolivia{Bolivien} Bosnia_and_Herzegovina{Bosnien und Herzegowina} Botswana{Botsuana} Brazil{Brasilien} Brunei{Brunei} Bulgaria{Bulgarien} Burkina_Faso{Burkina Faso} Burundi{Burundi} Cabo_Verde{Cabo Verde} Cambodia{Kambodscha} Cameroon{Kamerun} Canada{Kanada} Central_African_Republic{Zentralafrikanische Republik} Chad{Tschad} Chile{Chile} China{China} Colombia{Kolumbien} Comoros{Komoren} Congo_Congo_Brazzaville{Kongo (Brazzaville)} Costa_Rica{Costa Rica} Croatia{Kroatien} Cuba{Kuba} Cyprus{Zypern} Czechia{Tschechien} Democratic_Republic_of_the_Congo{Demokratische Republik Kongo} Denmark{Dänemark} Djibouti{Dschibuti} Dominica{Dominica} Dominican_Republic{Dominikanische Republik} Ecuador{Ecuador} Egypt{Ägypten} El_Salvador{El Salvador} Equatorial_Guinea{Äquatorialguinea} Eritrea{Eritrea} Estonia{Estland} Eswatini{Eswatini} Ethiopia{Äthiopien} Fiji{Fidschi} Finland{Finnland} France{Frankreich} Gabon{Gabun} Gambia{Gambia} Georgia{Georgien} Germany{Deutschland} Ghana{Ghana} Greece{Griechenland} Grenada{Grenada} Guatemala{Guatemala} Guinea{Guinea} Guinea_Bissau{Guinea-Bissau} Guyana{Guyana} Haiti{Haiti} Honduras{Honduras} Hungary{Ungarn} Iceland{Island} India{Indien} Indonesia{Indonesien} Iran{Iran} Iraq{Irak} Ireland{Irland} Israel{Israel} Italy{Italien} Jamaica{Jamaika} Japan{Japan} Jordan{Jordanien} Kazakhstan{Kasachstan} Kenya{Kenia} Kiribati{Kiribati} Kuwait{Kuwait} Kyrgyzstan{Kirgisistan} Laos{Laos} Latvia{Lettland} Lebanon{Libanon} Lesotho{Lesotho} Liberia{Liberia} Libya{Libyen} Liechtenstein{Liechtenstein} Lithuania{Litauen} Luxembourg{Luxemburg} Madagascar{Madagaskar} Malawi{Malawi} Malaysia{Malaysia} Maldives{Malediven} Mali{Mali} Malta{Malta} Marshall_Islands{Marshallinseln} Mauritania{Mauretanien} Mauritius{Mauritius} Mexico{Mexiko} Micronesia{Mikronesien} Moldova{Moldau} Monaco{Monaco} Mongolia{Mongolei} Montenegro{Montenegro} Morocco{Marokko} Mozambique{Mosambik} Myanmar{Myanmar} Namibia{Namibia} Nauru{Nauru} Nepal{Nepal} Netherlands{Niederlande} New_Zealand{Neuseeland} Nicaragua{Nicaragua} Niger{Niger} Nigeria{Nigeria} North_Korea{Nordkorea} North_Macedonia{Nordmazedonien} Norway{Norwegen} Oman{Oman} Pakistan{Pakistan} Palau{Palau} Panama{Panama} Papua_New_Guinea{Papua-Neuguinea} Paraguay{Paraguay} Peru{Peru} Philippines{Philippinen} Poland{Polen} Portugal{Portugal} Qatar{Katar} Romania{Rumänien} Russia{Russland} Rwanda{Ruanda} Saint_Kitts_and_Nevis{St. Kitts und Nevis} Saint_Lucia{St. Lucia} Saint_Vincent_and_the_Grenadines{St. Vincent und die Grenadinen} Samoa{Samoa} San_Marino{San Marino} Sao_Tome_and_Principe{São Tomé und Príncipe} Saudi_Arabia{Saudi-Arabien} Senegal{Senegal} Serbia{Serbien} Seychelles{Seychellen} Sierra_Leone{Sierra Leone} Singapore{Singapur} Slovakia{Slowakei} Slovenia{Slowenien} Solomon_Islands{Salomonen} Somalia{Somalia} South_Africa{Südafrika} South_Korea{Südkorea} South_Sudan{Südsudan} Spain{Spanien} Sri_Lanka{Sri Lanka} Sudan{Sudan} Suriname{Suriname} Sweden{Schweden} Switzerland{Schweiz} Syria{Syrien} Taiwan{Taiwan} Tajikistan{Tadschikistan} Tanzania{Tansania} Thailand{Thailand} Timor_Leste{Timor-Leste} Togo{Togo} Tonga{Tonga} Trinidad_and_Tobago{Trinidad und Tobago} Tunisia{Tunesien} Turkey{Türkei} Turkmenistan{Turkmenistan} Tuvalu{Tuvalu} Uganda{Uganda} Ukraine{Ukraine} United_Arab_Emirates{Vereinigte Arabische Emirate} United_Kingdom{Vereinigtes Königreich} United_States{Vereinigte Staaten} Uruguay{Uruguay} Uzbekistan{Usbekistan} Vanuatu{Vanuatu} Vatican_City{Vatikanstadt} Venezuela{Venezuela} Vietnam{Vietnam} Yemen{Jemen} Zambia{Sambia} Zimbabwe{Simbabwe} other{Wakanda}}
es: {country, select, Wakanda{Wakanda} Afghanistan{Afganistán} Albania{Albania} Algeria{Argelia} Andorra{Andorra} Angola{Angola} Antigua_and_Barbuda{Antigua y Barbuda} Argentina{Argentina} Armenia{Armenia} Australia{Australia} Austria{Austria} Azerbaijan{Azerbaiyán} Bahamas{Bahamas} Bahrain{Baréin} Bangladesh{Bangladesh} Barbados{Barbados} Belarus{Bielorrusia} Belgium{Bélgica} Belize{Belice} Benin{Benín} Bhutan{Bután} Bolivia{Bolivia} Bosnia_and_Herzegovina{Bosnia y Herzegovina} Botswana{Botsuana} Brazil{Brasil} Brunei{Brunéi} Bulgaria{Bulgaria} Burkina_Faso{Burkina Faso} Burundi{Burundi} Cabo_Verde{Cabo Verde} Cambodia{Camboya} Cameroon{Camerún} Canada{Canadá} Central_African_Republic{República Centroafricana} Chad{Chad} Chile{Chile} China{China} Colombia{Colombia} Comoros{Comoras} Congo_Congo_Brazzaville{Congo (Brazzaville)} Costa_Rica{Costa Rica} Croatia{Croacia} Cuba{Cuba} Cyprus{Chipre} Czechia{Chequia} Democratic_Republic_of_the_Congo{República Democrática del Congo} Denmark{Dinamarca} Djibouti{Yibuti} Dominica{Dominica} Dominican_Republic{República Dominicana} Ecuador{Ecuador} Egypt{Egipto} El_Salvador{El Salvador} Equatorial_Guinea{Guinea Ecuatorial} Eritrea{Eritrea} Estonia{Estonia} Eswatini{Esuatini} Ethiopia{Etiopía} Fiji{Fiyi} Finland{Finlandia} France{Francia} Gabon{Gabón} Gambia{Gambia} Georgia{Georgia} Germany{Alemania} Ghana{Ghana} Greece{Grecia} Grenada{Granada} Guatemala{Guatemala} Guinea{Guinea} Guinea_Bissau{Guinea-Bisáu} Guyana{Guyana} Haiti{Haití} Honduras{Honduras} Hungary{Hungría} Iceland{Islandia} India{India} Indonesia{Indonesia} Iran{Irán} Iraq{Irak} Ireland{Irlanda} Israel{Israel} Italy{Italia} Jamaica{Jamaica} Japan{Japón} Jordan{Jordania} Kazakhstan{Kazajistán} Kenya{Kenia} Kiribati{Kiribati} Kuwait{Kuwait} Kyrgyzstan{Kirguistán} Laos{Laos} Latvia{Letonia} Lebanon{Líbano} Lesotho{Lesoto} Liberia{Liberia} Libya{Libia} Liechtenstein{Liechtenstein} Lithuania{Lituania} Luxembourg{Luxemburgo} Madagascar{Madagascar} Malawi{Malawi} Malaysia{Malasia} Maldives{Maldivas} Mali{Malí} Malta{Malta} Marshall_Islands{Islas Marshall} Mauritania{Mauritania} Mauritius{Mauricio} Mexico{México} Micronesia{Micronesia} Moldova{Moldavia} Monaco{Mónaco} Mongolia{Mongolia} Montenegro{Montenegro} Morocco{Marruecos} Mozambique{Mozambique} Myanmar{Myanmar} Namibia{Namibia} Nauru{Nauru} Nepal{Nepal} Netherlands{Países Bajos} New_Zealand{Nueva Zelanda} Nicaragua{Nicaragua} Niger{Níger} Nigeria{Nigeria} North_Korea{Corea del Norte} North_Macedonia{Macedonia del Norte} Norway{Noruega} Oman{Omán} Pakistan{Pakistán} Palau{Palaos} Panama{Panamá} Papua_New_Guinea{Papúa Nueva Guinea} Paraguay{Paraguay} Peru{Perú} Philippines{Filipinas} Poland{Polonia} Portugal{Portugal} Qatar{Catar} Romania{Rumanía} Russia{Rusia} Rwanda{Ruanda} Saint_Kitts_and_Nevis{San Cristóbal y Nieves} Saint_Lucia{Santa Lucía} Saint_Vincent_and_the_Grenadines{San Vicente y las Granadinas} Samoa{Samoa} San_Marino{San Marino} Sao_Tome_and_Principe{Santo Tomé y Príncipe} Saudi_Arabia{Arabia Saudita} Senegal{Senegal} Serbia{Serbia} Seychelles{Seychelles} Sierra_Leone{Sierra Leona} Singapore{Singapur} Slovakia{Eslovaquia} Slovenia{Eslovenia} Solomon_Islands{Islas Salomón} Somalia{Somalia} South_Africa{Sudáfrica} South_Korea{Corea del Sur} South_Sudan{Sudán del Sur} Spain{España} Sri_Lanka{Sri Lanka} Sudan{Sudán} Suriname{Surinam} Sweden{Suecia} Switzerland{Suiza} Syria{Siria} Taiwan{Taiwán} Tajikistan{Tayikistán} Tanzania{Tanzania} Thailand{Tailandia} Timor_Leste{Timor Oriental} Togo{Togo} Tonga{Tonga} Trinidad_and_Tobago{Trinidad y Tobago} Tunisia{Túnez} Turkey{Turquía} Turkmenistan{Turkmenistán} Tuvalu{Tuvalu} Uganda{Uganda} Ukraine{Ucrania} United_Arab_Emirates{Emiratos Árabes Unidos} United_Kingdom{Reino Unido} United_States{Estados Unidos} Uruguay{Uruguay} Uzbekistan{Uzbekistán} Vanuatu{Vanuatu} Vatican_City{Ciudad del Vaticano} Venezuela{Venezuela} Vietnam{Vietnam} Yemen{Yemen} Zambia{Zambia} Zimbabwe{Zimbabue} other{Wakanda}}
fr: {country, select, Afghanistan{Afghanistan} Albania{Albanie} Algeria{Algérie} Andorra{Andorre} Angola{Angola} Antigua_and_Barbuda{Antigua-et-Barbuda} Argentina{Argentine} Armenia{Arménie} Australia{Australie} Austria{Autriche} Azerbaijan{Azerbaïdjan} Bahamas{Bahamas} Bahrain{Bahreïn} Bangladesh{Bangladesh} Barbados{Barbade} Belarus{Biélorussie} Belgium{Belgique} Belize{Belize} Benin{Bénin} Bhutan{Bhoutan} Bolivia{Bolivie} Bosnia_and_Herzegovina{Bosnie-Herzégovine} Botswana{Botswana} Brazil{Brésil} Brunei{Brunei} Bulgaria{Bulgarie} Burkina_Faso{Burkina Faso} Burundi{Burundi} Cabo_Verde{Cabo Verde} Cambodia{Cambodge} Cameroon{Cameroun} Canada{Canada} Central_African_Republic{République centrafricaine} Chad{Tchad} Chile{Chili} China{Chine} Colombia{Colombie} Comoros{Comores} Congo_Congo_Brazzaville{Congo (Brazzaville)} Costa_Rica{Costa Rica} Croatia{Croatie} Cuba{Cuba} Cyprus{Chypre} Czechia{Tchéquie} Democratic_Republic_of_the_Congo{République démocratique du Congo} Denmark{Danemark} Djibouti{Djibouti} Dominica{Dominique} Dominican_Republic{République dominicaine} Ecuador{Équateur} Egypt{Égypte} El_Salvador{Salvador} Equatorial_Guinea{Guinée équatoriale} Eritrea{Érythrée} Estonia{Estonie} Eswatini{Eswatini} Ethiopia{Éthiopie} Fiji{Fidji} Finland{Finlande} France{France} Gabon{Gabon} Gambia{Gambie} Georgia{Géorgie} Germany{Allemagne} Ghana{Ghana} Greece{Grèce} Grenada{Grenade} Guatemala{Guatemala} Guinea{Guinée} Guinea_Bissau{Guinée-Bissau} Guyana{Guyana} Haiti{Haïti} Honduras{Honduras} Hungary{Hongrie} Iceland{Islande} India{Inde} Indonesia{Indonésie} Iran{Iran} Iraq{Irak} Ireland{Irlande} Israel{Israël} Italy{Italie} Jamaica{Jamaïque} Japan{Japon} Jordan{Jordanie} Kazakhstan{Kazakhstan} Kenya{Kenya} Kiribati{Kiribati} Kuwait{Koweït} Kyrgyzstan{Kirghizistan} Laos{Laos} Latvia{Lettonie} Lebanon{Liban} Lesotho{Lesotho} Liberia{Liberia} Libya{Libye} Liechtenstein{Liechtenstein} Lithuania{Lituanie} Luxembourg{Luxembourg} Madagascar{Madagascar} Malawi{Malawi} Malaysia{Malaisie} Maldives{Maldives} Mali{Mali} Malta{Malte} Marshall_Islands{Îles Marshall} Mauritania{Mauritanie} Mauritius{Maurice} Mexico{Mexique} Micronesia{Micronésie} Moldova{Moldavie} Monaco{Monaco} Mongolia{Mongolie} Montenegro{Monténégro} Morocco{Maroc} Mozambique{Mozambique} Myanmar{Myanmar} Namibia{Namibie} Nauru{Nauru} Nepal{Népal} Netherlands{Pays-Bas} New_Zealand{Nouvelle-Zélande} Nicaragua{Nicaragua} Niger{Niger} Nigeria{Nigeria} North_Korea{Corée du Nord} North_Macedonia{Macédoine du Nord} Norway{Norvège} Oman{Oman} Pakistan{Pakistan} Palau{Palaos} Panama{Panama} Papua_New_Guinea{Papouasie-Nouvelle-Guinée} Paraguay{Paraguay} Peru{Pérou} Philippines{Philippines} Poland{Pologne} Portugal{Portugal} Qatar{Qatar} Romania{Roumanie} Russia{Russie} Rwanda{Rwanda} Saint_Kitts_and_Nevis{Saint-Kitts-et-Nevis} Saint_Lucia{Sainte-Lucie} Saint_Vincent_and_the_Grenadines{Saint-Vincent-et-les-Grenadines} Samoa{Samoa} San_Marino{Saint-Marin} Sao_Tome_and_Principe{Sao Tomé-et-Principe} Saudi_Arabia{Arabie saoudite} Senegal{Sénégal} Serbia{Serbie} Seychelles{Seychelles} Sierra_Leone{Sierra Leone} Singapore{Singapour} Slovakia{Slovaquie} Slovenia{Slovénie} Solomon_Islands{Îles Salomon} Somalia{Somalie} South_Africa{Afrique du Sud} South_Korea{Corée du Sud} South_Sudan{Soudan du Sud} Spain{Espagne} Sri_Lanka{Sri Lanka} Sudan{Soudan} Suriname{Suriname} Sweden{Suède} Switzerland{Suisse} Syria{Syrie} Taiwan{Taïwan} Tajikistan{Tadjikistan} Tanzania{Tanzanie} Thailand{Thaïlande} Timor_Leste{Timor oriental} Togo{Togo} Tonga{Tonga} Trinidad_and_Tobago{Trinité-et-Tobago} Tunisia{Tunisie} Turkey{Turquie} Turkmenistan{Turkménistan} Tuvalu{Tuvalu} Uganda{Ouganda} Ukraine{Ukraine} United_Arab_Emirates{Émirats arabes unis} United_Kingdom{Royaume-Uni} United_States{États-Unis} Uruguay{Uruguay} Uzbekistan{Ouzbékistan} Vanuatu{Vanuatu} Vatican_City{Cité du Vatican} Venezuela{Venezuela} Vietnam{Viêt Nam} Yemen{Yémen} Zambia{Zambie} Zimbabwe{Zimbabwe} other{Wakanda}}
nl: {country, select, Afghanistan{Afghanistan} Albania{Albanië} Algeria{Algerije} Andorra{Andorra} Angola{Angola} Antigua_and_Barbuda{Antigua en Barbuda} Argentina{Argentinië} Armenia{Armenië} Australia{Australië} Austria{Oostenrijk} Azerbaijan{Azerbeidzjan} Bahamas{Bahama's} Bahrain{Bahrein} Bangladesh{Bangladesh} Barbados{Barbados} Belarus{Belarus} Belgium{België} Belize{Belize} Benin{Benin} Bhutan{Bhutan} Bolivia{Bolivia} Bosnia_and_Herzegovina{Bosnië en Herzegovina} Botswana{Botswana} Brazil{Brazilië} Brunei{Brunei} Bulgaria{Bulgarije} Burkina_Faso{Burkina Faso} Burundi{Burundi} Cabo_Verde{Cabo Verde} Cambodia{Cambodja} Cameroon{Kameroen} Canada{Canada} Central_African_Republic{Centraal-Afrikaanse Republiek} Chad{Tsjaad} Chile{Chili} China{China} Colombia{Colombia} Comoros{Comoren} Congo_Congo_Brazzaville{Congo (Brazzaville)} Costa_Rica{Costa Rica} Croatia{Kroatië} Cuba{Cuba} Cyprus{Cyprus} Czechia{Tsjechië} Democratic_Republic_of_the_Congo{Democratische Republiek Congo} Denmark{Denemarken} Djibouti{Djibouti} Dominica{Dominica} Dominican_Republic{Dominicaanse Republiek} Ecuador{Ecuador} Egypt{Egypte} El_Salvador{El Salvador} Equatorial_Guinea{Equatoriaal-Guinea} Eritrea{Eritrea} Estonia{Estland} Eswatini{Eswatini} Ethiopia{Ethiopië} Fiji{Fiji} Finland{Finland} France{Frankrijk} Gabon{Gabon} Gambia{Gambia} Georgia{Georgië} Germany{Duitsland} Ghana{Ghana} Greece{Griekenland} Grenada{Grenada} Guatemala{Guatemala} Guinea{Guinee} Guinea_Bissau{Guinee-Bissau} Guyana{Guyana} Haiti{Haïti} Honduras{Honduras} Hungary{Hongarije} Iceland{IJsland} India{India} Indonesia{Indonesië} Iran{Iran} Iraq{Irak} Ireland{Ierland} Israel{Israël} Italy{Italië} Jamaica{Jamaica} Japan{Japan} Jordan{Jordanië} Kazakhstan{Kazachstan} Kenya{Kenia} Kiribati{Kiribati} Kuwait{Koeweit} Kyrgyzstan{Kirgizië} Laos{Laos} Latvia{Letland} Lebanon{Libanon} Lesotho{Lesotho} Liberia{Liberia} Libya{Libië} Liechtenstein{Liechtenstein} Lithuania{Litouwen} Luxembourg{Luxemburg} Madagascar{Madagaskar} Malawi{Malawi} Malaysia{Maleisië} Maldives{Maldiven} Mali{Mali} Malta{Malta} Marshall_Islands{Marshalleilanden} Mauritania{Mauritanië} Mauritius{Mauritius} Mexico{Mexico} Micronesia{Micronesië} Moldova{Moldavië} Monaco{Monaco} Mongolia{Mongolië} Montenegro{Montenegro} Morocco{Marokko} Mozambique{Mozambique} Myanmar{Myanmar} Namibia{Namibië} Nauru{Nauru} Nepal{Nepal} Netherlands{Nederland} New_Zealand{Nieuw-Zeeland} Nicaragua{Nicaragua} Niger{Niger} Nigeria{Nigeria} North_Korea{Noord-Korea} North_Macedonia{Noord-Macedonië} Norway{Noorwegen} Oman{Oman} Pakistan{Pakistan} Palau{Palau} Panama{Panama} Papua_New_Guinea{Papoea-Nieuw-Guinea} Paraguay{Paraguay} Peru{Peru} Philippines{Filipijnen} Poland{Polen} Portugal{Portugal} Qatar{Qatar} Romania{Roemenië} Russia{Rusland} Rwanda{Rwanda} Saint_Kitts_and_Nevis{Saint Kitts en Nevis} Saint_Lucia{Saint Lucia} Saint_Vincent_and_the_Grenadines{Saint Vincent en de Grenadines} Samoa{Samoa} San_Marino{San Marino} Sao_Tome_and_Principe{Sao Tomé en Principe} Saudi_Arabia{Saoedi-Arabië} Senegal{Senegal} Serbia{Servië} Seychelles{Seychellen} Sierra_Leone{Sierra Leone} Singapore{Singapore} Slovakia{Slowakije} Slovenia{Slovenië} Solomon_Islands{Salomonseilanden} Somalia{Somalië} South_Africa{Zuid-Afrika} South_Korea{Zuid-Korea} South_Sudan{Zuid-Soedan} Spain{Spanje} Sri_Lanka{Sri Lanka} Sudan{Soedan} Suriname{Suriname} Sweden{Zweden} Switzerland{Zwitserland} Syria{Syrië} Taiwan{Taiwan} Tajikistan{Tadzjikistan} Tanzania{Tanzania} Thailand{Thailand} Timor_Leste{Timor-Leste} Togo{Togo} Tonga{Tonga} Trinidad_and_Tobago{Trinidad en Tobago} Tunisia{Tunesië} Turkey{Turkije} Turkmenistan{Turkmenistan} Tuvalu{Tuvalu} Uganda{Oeganda} Ukraine{Oekraïne} United_Arab_Emirates{Verenigde Arabische Emiraten} United_Kingdom{Verenigd Koninkrijk} United_States{Verenigde Staten} Uruguay{Uruguay} Uzbekistan{Oezbekistan} Vanuatu{Vanuatu} Vatican_City{Vaticaanstad} Venezuela{Venezuela} Vietnam{Vietnam} Yemen{Jemen} Zambia{Zambia} Zimbabwe{Zimbabwe} other{Wakanda}}
pl: {country, select, Afghanistan{Afganistan} Albania{Albania} Algeria{Algieria} Andorra{Andora} Angola{Angola} Antigua_and_Barbuda{Antigua i Barbuda} Argentina{Argentyna} Armenia{Armenia} Australia{Australia} Austria{Austria} Azerbaijan{Azerbejdżan} Bahamas{Bahamy} Bahrain{Bahrajn} Bangladesh{Bangladesz} Barbados{Barbados} Belarus{Białoruś} Belgium{Belgia} Belize{Belize} Benin{Benin} Bhutan{Bhutan} Bolivia{Boliwia} Bosnia_and_Herzegovina{Bośnia i Hercegowina} Botswana{Botswana} Brazil{Brazylia} Brunei{Brunei} Bulgaria{Bułgaria} Burkina_Faso{Burkina Faso} Burundi{Burundi} Cabo_Verde{Cabo Verde} Cambodia{Kambodża} Cameroon{Kamerun} Canada{Kanada} Central_African_Republic{Republika Środkowoafrykańska} Chad{Czad} Chile{Chile} China{Chiny} Colombia{Kolumbia} Comoros{Komory} Congo_Congo_Brazzaville{Kongo (Brazzaville)} Costa_Rica{Kostaryka} Croatia{Chorwacja} Cuba{Kuba} Cyprus{Cypr} Czechia{Czechy} Democratic_Republic_of_the_Congo{Demokratyczna Republika Konga} Denmark{Dania} Djibouti{Dżibuti} Dominica{Dominika} Dominican_Republic{Dominikana} Ecuador{Ekwador} Egypt{Egipt} El_Salvador{Salwador} Equatorial_Guinea{Gwinea Równikowa} Eritrea{Erytrea} Estonia{Estonia} Eswatini{Eswatini} Ethiopia{Etiopia} Fiji{Fidżi} Finland{Finlandia} France{Francja} Gabon{Gabon} Gambia{Gambia} Georgia{Gruzja} Germany{Niemcy} Ghana{Ghana} Greece{Grecja} Grenada{Grenada} Guatemala{Gwatemala} Guinea{Gwinea} Guinea_Bissau{Gwinea Bissau} Guyana{Gujana} Haiti{Haiti} Honduras{Honduras} Hungary{Węgry} Iceland{Islandia} India{Indie} Indonesia{Indonezja} Iran{Iran} Iraq{Irak} Ireland{Irlandia} Israel{Izrael} Italy{Włochy} Jamaica{Jamajka} Japan{Japonia} Jordan{Jordania} Kazakhstan{Kazachstan} Kenya{Kenia} Kiribati{Kiribati} Kuwait{Kuwejt} Kyrgyzstan{Kirgistan} Laos{Laos} Latvia{Łotwa} Lebanon{Liban} Lesotho{Lesotho} Liberia{Liberia} Libya{Libia} Liechtenstein{Liechtenstein} Lithuania{Litwa} Luxembourg{Luksemburg} Madagascar{Madagaskar} Malawi{Malawi} Malaysia{Malezja} Maldives{Malediwy} Mali{Mali} Malta{Malta} Marshall_Islands{Wyspy Marshalla} Mauritania{Mauretania} Mauritius{Mauritius} Mexico{Meksyk} Micronesia{Mikronezja} Moldova{Mołdawia} Monaco{Monako} Mongolia{Mongolia} Montenegro{Czarnogóra} Morocco{Maroko} Mozambique{Mozambik} Myanmar{Mjanma} Namibia{Namibia} Nauru{Nauru} Nepal{Nepal} Netherlands{Niderlandy} New_Zealand{Nowa Zelandia} Nicaragua{Nikaragua} Niger{Niger} Nigeria{Nigeria} North_Korea{Korea Północna} North_Macedonia{Macedonia Północna} Norway{Norwegia} Oman{Oman} Pakistan{Pakistan} Palau{Palau} Panama{Panama} Papua_New_Guinea{Papua-Nowa Gwinea} Paraguay{Paragwaj} Peru{Peru} Philippines{Filipiny} Poland{Polska} Portugal{Portugalia} Qatar{Katar} Romania{Rumunia} Russia{Rosja} Rwanda{Rwanda} Saint_Kitts_and_Nevis{Saint Kitts i Nevis} Saint_Lucia{Saint Lucia} Saint_Vincent_and_the_Grenadines{Saint Vincent i Grenadyny} Samoa{Samoa} San_Marino{San Marino} Sao_Tome_and_Principe{Wyspy Świętego Tomasza i Książęca} Saudi_Arabia{Arabia Saudyjska} Senegal{Senegal} Serbia{Serbia} Seychelles{Seszele} Sierra_Leone{Sierra Leone} Singapore{Singapur} Slovakia{Słowacja} Slovenia{Słowenia} Solomon_Islands{Wyspy Salomona} Somalia{Somalia} South_Africa{Republika Południowej Afryki} South_Korea{Korea Południowa} South_Sudan{Sudan Południowy} Spain{Hiszpania} Sri_Lanka{Sri Lanka} Sudan{Sudan} Suriname{Surinam} Sweden{Szwecja} Switzerland{Szwajcaria} Syria{Syria} Taiwan{Tajwan} Tajikistan{Tadżykistan} Tanzania{Tanzania} Thailand{Tajlandia} Timor_Leste{Timor Wschodni} Togo{Togo} Tonga{Tonga} Trinidad_and_Tobago{Trynidad i Tobago} Tunisia{Tunezja} Turkey{Turcja} Turkmenistan{Turkmenistan} Tuvalu{Tuvalu} Uganda{Uganda} Ukraine{Ukraina} United_Arab_Emirates{Zjednoczone Emiraty Arabskie} United_Kingdom{Zjednoczone Królestwo} United_States{Stany Zjednoczone} Uruguay{Urugwaj} Uzbekistan{Uzbekistan} Vanuatu{Vanuatu} Vatican_City{Watykan} Venezuela{Wenezuela} Vietnam{Wietnam} Yemen{Jemen} Zambia{Zambia} Zimbabwe{Zimbabwe} other{Wakanda}}
ru: {country, select, Afghanistan{Афганистан} Albania{Албания} Algeria{Алжир} Andorra{Андорра} Angola{Ангола} Antigua_and_Barbuda{Антигуа и Барбуда} Argentina{Аргентина} Armenia{Армения} Australia{Австралия} Austria{Австрия} Azerbaijan{Азербайджан} Bahamas{Багамы} Bahrain{Бахрейн} Bangladesh{Бангладеш} Barbados{Барбадос} Belarus{Беларусь} Belgium{Бельгия} Belize{Белиз} Benin{Бенин} Bhutan{Бутан} Bolivia{Боливия} Bosnia_and_Herzegovina{Босния и Герцеговина} Botswana{Ботсвана} Brazil{Бразилия} Brunei{Бруней} Bulgaria{Болгария} Burkina_Faso{Буркина-Фасо} Burundi{Бурунди} Cabo_Verde{Кабо-Верде} Cambodia{Камбоджа} Cameroon{Камерун} Canada{Канада} Central_African_Republic{Центральноафриканская Республика} Chad{Чад} Chile{Чили} China{Китай} Colombia{Колумбия} Comoros{Коморы} Congo_Congo_Brazzaville{Конго (Браззавиль)} Costa_Rica{Коста-Рика} Croatia{Хорватия} Cuba{Куба} Cyprus{Кипр} Czechia{Чехия} Democratic_Republic_of_the_Congo{Демократическая Республика Конго} Denmark{Дания} Djibouti{Джибути} Dominica{Доминика} Dominican_Republic{Доминиканская Республика} Ecuador{Эквадор} Egypt{Египет} El_Salvador{Сальвадор} Equatorial_Guinea{Экваториальная Гвинея} Eritrea{Эритрея} Estonia{Эстония} Eswatini{Эсватини} Ethiopia{Эфиопия} Fiji{Фиджи} Finland{Финляндия} France{Франция} Gabon{Габон} Gambia{Гамбия} Georgia{Грузия} Germany{Германия} Ghana{Гана} Greece{Греция} Grenada{Гренада} Guatemala{Гватемала} Guinea{Гвинея} Guinea_Bissau{Гвинея-Бисау} Guyana{Гайана} Haiti{Гаити} Honduras{Гондурас} Hungary{Венгрия} Iceland{Исландия} India{Индия} Indonesia{Индонезия} Iran{Иран} Iraq{Ирак} Ireland{Ирландия} Israel{Израиль} Italy{Италия} Jamaica{Ямайка} Japan{Япония} Jordan{Иордания} Kazakhstan{Казахстан} Kenya{Кения} Kiribati{Кирибати} Kuwait{Кувейт} Kyrgyzstan{Киргизия} Laos{Лаос} Latvia{Латвия} Lebanon{Ливан} Lesotho{Лесото} Liberia{Либерия} Libya{Ливия} Liechtenstein{Лихтенштейн} Lithuania{Литва} Luxembourg{Люксембург} Madagascar{Мадагаскар} Malawi{Малави} Malaysia{Малайзия} Maldives{Мальдивы} Mali{Мали} Malta{Мальта} Marshall_Islands{Маршалловы Острова} Mauritania{Мавритания} Mauritius{Маврикий} Mexico{Мексика} Micronesia{Микронезия} Moldova{Молдова} Monaco{Монако} Mongolia{Монголия} Montenegro{Черногория} Morocco{Марокко} Mozambique{Мозамбик} Myanmar{Мьянма} Namibia{Намибия} Nauru{Науру} Nepal{Непал} Netherlands{Нидерланды} New_Zealand{Новая Зеландия} Nicaragua{Никарагуа} Niger{Нигер} Nigeria{Нигерия} North_Korea{КНДР} North_Macedonia{Северная Македония} Norway{Норвегия} Oman{Оман} Pakistan{Пакистан} Palau{Палау} Panama{Панама} Papua_New_Guinea{Папуа — Новая Гвинея} Paraguay{Парагвай} Peru{Перу} Philippines{Филиппины} Poland{Польша} Portugal{Португалия} Qatar{Катар} Romania{Румыния} Russia{Россия} Rwanda{Руанда} Saint_Kitts_and_Nevis{Сент-Китс и Невис} Saint_Lucia{Сент-Люсия} Saint_Vincent_and_the_Grenadines{Сент-Винсент и Гренадины} Samoa{Самоа} San_Marino{Сан-Марино} Sao_Tome_and_Principe{Сан-Томе и Принсипи} Saudi_Arabia{Саудовская Аравия} Senegal{Сенегал} Serbia{Сербия} Seychelles{Сейшельские Острова} Sierra_Leone{Сьерра-Леоне} Singapore{Сингапур} Slovakia{Словакия} Slovenia{Словения} Solomon_Islands{Соломоновы Острова} Somalia{Сомали} South_Africa{Южная Африка} South_Korea{Республика Корея} South_Sudan{Южный Судан} Spain{Испания} Sri_Lanka{Шри-Ланка} Sudan{Судан} Suriname{Суринам} Sweden{Швеция} Switzerland{Швейцария} Syria{Сирия} Taiwan{Тайвань} Tajikistan{Таджикистан} Tanzania{Танзания} Thailand{Таиланд} Timor_Leste{Восточный Тимор} Togo{Того} Tonga{Тонга} Trinidad_and_Tobago{Тринидад и Тобаго} Tunisia{Тунис} Turkey{Турция} Turkmenistan{Туркменистан} Tuvalu{Тувалу} Uganda{Уганда} Ukraine{Украина} United_Arab_Emirates{Объединённые Арабские Эмираты} United_Kingdom{Великобритания} United_States{США} Uruguay{Уругвай} Uzbekistan{Узбекистан} Vanuatu{Вануату} Vatican_City{Ватикан} Venezuela{Венесуэла} Vietnam{Вьетнам} Yemen{Йемен} Zambia{Замбия} Zimbabwe{Зимбабве} other{Ваканда}}
uk: {country, select, Afghanistan{Афганістан} Albania{Албанія} Algeria{Алжир} Andorra{Андорра} Angola{Ангола} Antigua_and_Barbuda{Антигуа і Барбуда} Argentina{Аргентина} Armenia{Вірменія} Australia{Австралія} Austria{Австрія} Azerbaijan{Азербайджан} Bahamas{Багами} Bahrain{Бахрейн} Bangladesh{Бангладеш} Barbados{Барбадос} Belarus{Білорусь} Belgium{Бельгія} Belize{Беліз} Benin{Бенін} Bhutan{Бутан} Bolivia{Болівія} Bosnia_and_Herzegovina{Боснія і Герцеговина} Botswana{Ботсвана} Brazil{Бразилія} Brunei{Бруней} Bulgaria{Болгарія} Burkina_Faso{Буркіна-Фасо} Burundi{Бурунді} Cabo_Verde{Кабо-Верде} Cambodia{Камбоджа} Cameroon{Камерун} Canada{Канада} Central_African_Republic{Центральноафриканська Республіка} Chad{Чад} Chile{Чилі} China{Китай} Colombia{Колумбія} Comoros{Комори} Congo_Congo_Brazzaville{Конго (Браззавіль)} Costa_Rica{Коста-Рика} Croatia{Хорватія} Cuba{Куба} Cyprus{Кіпр} Czechia{Чехія} Democratic_Republic_of_the_Congo{Демократична Республіка Конго} Denmark{Данія} Djibouti{Джибуті} Dominica{Домініка} Dominican_Republic{Домініканська Республіка} Ecuador{Еквадор} Egypt{Єгипет} El_Salvador{Сальвадор} Equatorial_Guinea{Екваторіальна Гвінея} Eritrea{Еритрея} Estonia{Естонія} Eswatini{Есватіні} Ethiopia{Ефіопія} Fiji{Фіджі} Finland{Фінляндія} France{Франція} Gabon{Габон} Gambia{Гамбія} Georgia{Грузія} Germany{Німеччина} Ghana{Гана} Greece{Греція} Grenada{Гренада} Guatemala{Гватемала} Guinea{Гвінея} Guinea_Bissau{Гвінея-Бісау} Guyana{Гаяна} Haiti{Гаїті} Honduras{Гондурас} Hungary{Угорщина} Iceland{Ісландія} India{Індія} Indonesia{Індонезія} Iran{Іран} Iraq{Ірак} Ireland{Ірландія} Israel{Ізраїль} Italy{Італія} Jamaica{Ямайка} Japan{Японія} Jordan{Йорданія} Kazakhstan{Казахстан} Kenya{Кенія} Kiribati{Кирибаті} Kuwait{Кувейт} Kyrgyzstan{Киргизстан} Laos{Лаос} Latvia{Латвія} Lebanon{Ліван} Lesotho{Лесото} Liberia{Ліберія} Libya{Лівія} Liechtenstein{Ліхтенштейн} Lithuania{Литва} Luxembourg{Люксембург} Madagascar{Мадагаскар} Malawi{Малаві} Malaysia{Малайзія} Maldives{Мальдіви} Mali{Малі} Malta{Мальта} Marshall_Islands{Маршаллові Острови} Mauritania{Мавританія} Mauritius{Маврикій} Mexico{Мексика} Micronesia{Мікронезія} Moldova{Молдова} Monaco{Монако} Mongolia{Монголія} Montenegro{Чорногорія} Morocco{Марокко} Mozambique{Мозамбік} Myanmar{М'янма} Namibia{Намібія} Nauru{Науру} Nepal{Непал} Netherlands{Нідерланди} New_Zealand{Нова Зеландія} Nicaragua{Нікарагуа} Niger{Нігер} Nigeria{Нігерія} North_Korea{Північна Корея} North_Macedonia{Північна Македонія} Norway{Норвегія} Oman{Оман} Pakistan{Пакистан} Palau{Палау} Panama{Панама} Papua_New_Guinea{Папуа — Нова Гвінея} Paraguay{Парагвай} Peru{Перу} Philippines{Філіппіни} Poland{Польща} Portugal{Португалія} Qatar{Катар} Romania{Румунія} Russia{Росія} Rwanda{Руанда} Saint_Kitts_and_Nevis{Сент-Кітс і Невіс} Saint_Lucia{Сент-Люсія} Saint_Vincent_and_the_Grenadines{Сент-Вінсент і Гренадини} Samoa{Самоа} San_Marino{Сан-Марино} Sao_Tome_and_Principe{Сан-Томе і Принсіпі} Saudi_Arabia{Саудівська Аравія} Senegal{Сенегал} Serbia{Сербія} Seychelles{Сейшельські Острови} Sierra_Leone{Сьєрра-Леоне} Singapore{Сінгапур} Slovakia{Словаччина} Slovenia{Словенія} Solomon_Islands{Соломонові Острови} Somalia{Сомалі} South_Africa{Південна Африка} South_Korea{Південна Корея} South_Sudan{Південний Судан} Spain{Іспанія} Sri_Lanka{Шрі-Ланка} Sudan{Судан} Suriname{Суринам} Sweden{Швеція} Switzerland{Швейцарія} Syria{Сирія} Taiwan{Тайвань} Tajikistan{Таджикистан} Tanzania{Танзанія} Thailand{Таїланд} Timor_Leste{Східний Тимор} Togo{Того} Tonga{Тонга} Trinidad_and_Tobago{Тринідад і Тобаго} Tunisia{Туніс} Turkey{Туреччина} Turkmenistan{Туркменістан} Tuvalu{Тувалу} Uganda{Уганда} Ukraine{Україна} United_Arab_Emirates{Об'єднані Арабські Емірати} United_Kingdom{Велика Британія} United_States{Сполучені Штати} Uruguay{Уругвай} Uzbekistan{Узбекистан} Vanuatu{Вануату} Vatican_City{Ватикан} Venezuela{Венесуела} Vietnam{В'єтнам} Yemen{Ємен} Zambia{Замбія} Zimbabwe{Зімбабве} other{Ваканда}}
