Repository: yvolokitin/dual_clash
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, nl, pl, ru, uk

# appTitle
source: Two Touch {size}
de: Dual Clash
es: Dual Clash
fr: Dual Clash
pl: Dual Clash
uk: Dual Clash

# commonClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
nl: Sluiten
pl: Zamknij
ru: Закрыть
uk: Закрити

# commonCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren
pl: Anuluj
ru: Отмена
uk: Скасувати

# commonSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
nl: Opslaan
pl: Zapisz
ru: Сохранить
uk: Зберегти

# commonConfirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
nl: Bevestigen
pl: Potwierdź
ru: Подтвердить
uk: Підтвердити

# commonYes
source: Yes
de: Ja
es: Sí
fr: Oui
nl: Ja
pl: Tak
ru: Да
uk: Так

# commonNo
source: No
de: Nein
fr: Non
nl: Nee
pl: Nie
ru: Нет
uk: Ні

# deleteLabel
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
nl: Verwijderen
pl: Usuń
ru: Удалить
uk: Видалити

# playLabel
source: Play
de: Spielen
es: Jugar
fr: Jouer
nl: Spelen
pl: Graj
ru: Играть
uk: Грати

# leaveLabel
source: Leave
de: Verlassen
es: Salir
fr: Quitter
nl: Verlaten
pl: Wyjdź
ru: Выйти
uk: Вийти

# menuTitle
source: Menu
de: Menü
es: Menú
ru: Меню
uk: Меню

# mainMenuBarrierLabel
source: Main Menu
de: Hauptmenü
es: Menú principal
fr: Menu principal
nl: Hoofdmenu
pl: Menu główne
ru: Главное меню
uk: Головне меню

# mainMenuTooltip
source: Main Menu
de: Hauptmenü
es: Menú principal
fr: Menu principal
nl: Hoofdmenu
pl: Menu główne
ru: Главное меню
uk: Головне меню

# gameMenuTitle
source: Game Menu
de: Spielmenü
es: Menú del juego
fr: Menu du jeu
nl: Spelmenu
pl: Menu gry
ru: Игровое меню
uk: Ігрове меню

# returnToMainMenuLabel
source: Return to main menu
de: Zum Hauptmenü zurück
es: Volver al menú principal
fr: Retour au menu principal
nl: Terug naar hoofdmenu
pl: Powrót do menu głównego
ru: Вернуться в главное меню
uk: Повернутися до головного меню

# returnToMainMenuTitle
source: Return to main menu
de: Zum Hauptmenü zurück
es: Volver al menú principal
fr: Retour au menu principal
nl: Terug naar hoofdmenu
pl: Powrót do menu głównego
ru: Вернуться в главное меню
uk: Повернутися до головного меню

# returnToMainMenuMessage
source: Do you want to return to the main menu? Progress will not be saved.
de: Möchtest du zum Hauptmenü zurückkehren? Der Fortschritt wird nicht gespeichert.
es: ¿Quieres volver al menú principal? El progreso no se guardará.
fr: Voulez-vous revenir au menu principal ? La progression ne sera pas enregistrée.
nl: Wil je terugkeren naar het hoofdmenu? Voortgang wordt niet opgeslagen.
pl: Czy chcesz wrócić do menu głównego? Postęp nie zostanie zapisany.
ru: Хотите вернуться в главное меню? Прогресс не будет сохранён.
uk: Повернутися до головного меню? Прогрес не буде збережено.

# restartGameLabel
source: Restart/Start the game
de: Spiel neu starten/Starten
es: Reiniciar/Empezar el juego
fr: Redémarrer/Démarrer la partie
nl: Spel herstarten/starten
pl: Zrestartuj/rozpocznij grę
ru: Перезапустить/начать игру
uk: Перезапустити/почати гру

# restartGameTitle
source: Restart game
de: Spiel neu starten
es: Reiniciar juego
fr: Redémarrer la partie
nl: Spel herstarten
pl: Zrestartuj grę
ru: Перезапустить игру
uk: Перезапустити гру

# restartGameMessage
source: Restart the game from scratch? Current progress will be lost.
de: Spiel von vorne neu starten? Der aktuelle Fortschritt geht verloren.
es: ¿Reiniciar el juego desde cero? Se perderá el progreso actual.
fr: Recommencer la partie depuis le début ? La progression actuelle sera perdue.
nl: Het spel helemaal opnieuw starten? Huidige voortgang gaat verloren.
pl: Zrestartować grę od początku? Bieżący postęp zostanie utracony.
ru: Перезапустить игру с нуля? Текущий прогресс будет потерян.
uk: Перезапустити гру з нуля? Поточний прогрес буде втрачено.

# statisticsTitle
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
nl: Statistieken
pl: Statystyki
ru: Статистика
uk: Статистика

# helpTitle
source: How to Play
de: Hilfe
es: Ayuda
fr: Aide
nl: Hoe te spelen
pl: Pomoc
ru: Как играть
uk: Допомога

# settingsTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
nl: Instellingen
pl: Ustawienia
ru: Настройки
uk: Налаштування

# profileTitle
source: Profile
de: Profil
es: Perfil
fr: Profil
nl: Profiel
pl: Profil
ru: Профиль
uk: Профіль

# historyTitle
source: History
de: Verlauf
es: Historial
fr: Historique
nl: Geschiedenis
pl: Historia
ru: История
uk: Історія

# saveGameTitle
source: Save game
de: Spiel speichern
es: Guardar partida
fr: Sauvegarder la partie
nl: Spel opslaan
pl: Zapisz grę
ru: Сохранить игру
uk: Зберегти гру

# saveGameNameLabel
source: Name for this save
de: Name für diese Speicherung
es: Nombre de este guardado
fr: Nom pour cette sauvegarde
nl: Naam voor deze opslag
pl: Nazwa zapisu
ru: Название сохранения
uk: Назва збереження

# saveGameNameHint
source: Enter name...
de: Name eingeben...
es: Introduce un nombre...
fr: Entrez un nom...
nl: Naam invoeren...
pl: Wpisz nazwę...
ru: Введите название...
uk: Введіть назву...

# saveGameBarrierLabel
source: Save Game
de: Spiel speichern
es: Guardar partida
fr: Sauvegarder la partie
nl: Spel opslaan
pl: Zapis gry
ru: Сохранение игры
uk: Збереження гри

# gameSavedMessage
source: Game saved
de: Spiel gespeichert
es: Partida guardada
fr: Partie sauvegardée
nl: Spel opgeslagen
pl: Gra zapisana
ru: Игра сохранена
uk: Гру збережено

# simulateGameLabel
source: Simulate game
de: Spiel simulieren
es: Simular partida
fr: Simuler la partie
nl: Spel simuleren
pl: Symuluj grę
ru: Симуляция игры
uk: Симуляція гри

# simulateGameHumanWinLabel
source: Simulate game (human win)
de: Spiel simulieren (Mensch gewinnt)
es: Simular partida (gana el humano)
fr: Simuler la partie (victoire humaine)
nl: Spel simuleren (mens wint)
pl: Symuluj grę (wygrana gracza)
ru: Симуляция игры (победа человека)
uk: Симуляція гри (перемога людини)

# simulateGameAiWinLabel
source: Simulate game (AI win)
de: Spiel simulieren (KI gewinnt)
es: Simular partida (gana la IA)
fr: Simuler la partie (victoire IA)
nl: Spel simuleren (AI wint)
pl: Symuluj grę (wygrana SI)
ru: Симуляция игры (победа ИИ)
uk: Симуляція гри (перемога ШІ)

# simulateGameGreyWinLabel
source: Simulate game (Grey win)
de: Spiel simulieren (Grau gewinnt)
es: Simular partida (gana gris)
fr: Simuler la partie (victoire gris)
nl: Spel simuleren (grijs wint)
pl: Symuluj grę (wygrana szarych)
ru: Симуляция игры (победа серых)
uk: Симуляція гри (перемога сірих)

# removeAdsLabel
source: Remove Ads — 1€
de: Werbung entfernen — 1€
es: Eliminar anuncios — 1€
fr: Supprimer les pubs — 1€
nl: Advertenties verwijderen — 1€
pl: Usuń reklamy — 1€
ru: Убрать рекламу — 1€
uk: Прибрати рекламу — 1€

# restorePurchasesLabel
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
nl: Aankopen herstellen
pl: Przywróć zakupy
ru: Восстановить покупки
uk: Відновити покупки

# menuGameShort
source: Game
de: Spiel
es: Juego
fr: Jeu
nl: Spel
pl: Gra
ru: Игра
uk: Гра

# menuGameChallenge
source: Game challange
de: Spiel-Herausforderung
es: Juego desafío
fr: Défi du jeu
nl: Speluitdaging
pl: Wyzwanie gry
ru: Игра челлендж
uk: Ігровий виклик

# menuDuelShort
source: Duel
de: Duell
es: Duelo
pl: Pojedynek
ru: Дуэль
uk: Дуель

# menuDuelMode
source: Duel mode
de: Duellmodus
es: Modo duelo
fr: Mode duel
nl: Duelmodus
pl: Tryb pojedynku
ru: Режим дуэли
uk: Режим дуелі

# menuLoadShort
source: Load
de: Laden
es: Cargar
fr: Charger
nl: Laden
pl: Wczytaj
ru: Загрузить
uk: Завантажити

# menuLoadGame
source: Load game
de: Spiel laden
es: Cargar partida
fr: Charger une partie
nl: Spel laden
pl: Wczytaj grę
ru: Загрузить игру
uk: Завантажити гру

# menuHubShort
source: Hub
ru: Хаб
uk: Хаб

# menuPlayerHub
source: Player Hub
de: Spieler-Hub
es: Hub de jugador
fr: Hub joueur
nl: Spelershub
pl: Hub gracza
ru: Хаб игрока
uk: Хаб гравця

# menuTripleShort
source: Triple
pl: Potrójny
ru: Тройной
uk: Трійна

# menuTripleThreat
source: Triple Threat
de: Dreifache Bedrohung
es: Triple amenaza
fr: Triple menace
nl: Drievoudige dreiging
pl: Potrójne starcie
ru: Тройная угроза
uk: Потрійна загроза

# menuQuadShort
source: Quad
es: Cuádruple
pl: Czwórka
ru: Четверной
uk: Квад

# menuQuadClash
source: Quad Clash
de: Vierfacher Clash
es: Choque cuádruple
fr: Affrontement quadruple
pl: Czwórny pojedynek
ru: Четверной бой
uk: Квадро-сутичка

# playerHubBarrierLabel
source: Player Hub
de: Spieler-Hub
es: Hub de jugador
fr: Hub joueur
nl: Spelershub
pl: Hub gracza
ru: Хаб игрока
uk: Хаб гравця

# modesBarrierLabel
source: Modes
de: Modi
es: Modos
nl: Modi
pl: Tryby
ru: Режимы
uk: Режими

# languageTitle
source: Language
de: Sprache
es: Idioma
fr: Langue
nl: Taal
pl: Język
ru: Язык
uk: Мова

# userProfileLabel
source: User Profile
de: Benutzerprofil
es: Perfil de usuario
fr: Profil utilisateur
nl: Gebruikersprofiel
pl: Profil użytkownika
ru: Профиль игрока
uk: Профіль користувача

# gameChallengeLabel
source: Game challenge
de: Spiel-Herausforderung
es: Juego desafío
fr: Défi du jeu
nl: Speluitdaging
pl: Wyzwanie gry
ru: Игра вызов
uk: Ігровий виклик

# gameChallengeComingSoon
source: Game Challenge is coming soon
de: Der Herausforderungsmodus kommt bald
es: El modo desafío estará disponible pronto
fr: Le mode défi arrive bientôt
nl: Speluitdaging komt binnenkort
pl: Wyzwanie gry już wkrótce
ru: Режим вызова скоро появится
uk: Ігровий виклик скоро з'явиться

# loadGameBarrierLabel
source: Load Game
de: Spiel laden
es: Cargar partida
fr: Charger la partie
nl: Spel laden
pl: Wczytaj grę
ru: Загрузка игры
uk: Завантаження гри

# noSavedGamesMessage
source: No saved games
de: Keine gespeicherten Spiele
es: No hay partidas guardadas
fr: Aucune partie sauvegardée
nl: Geen opgeslagen spellen
pl: Brak zapisanych gier
ru: Нет сохранённых игр
uk: Немає збережених ігор

# savedGameDefaultName
source: Saved game
de: Gespeichertes Spiel
es: Partida guardada
fr: Partie sauvegardée
nl: Opgeslagen spel
pl: Zapisana gra
ru: Сохранённая игра
uk: Збережена гра

# savedGameSubtitle
source: {when} • Turn: {turn}
de: {when} • Zug: {turn}
es: {when} • Turno: {turn}
fr: {when} • Tour : {turn}
nl: {when} • Beurt: {turn}
pl: {when} • Tura: {turn}
ru: {when} • Ход: {turn}
uk: {when} • Хід: {turn}

# helpGoalTitle
source: Goal
de: Ziel
es: Objetivo
fr: Objectif
nl: Doel
pl: Cel
ru: Цель
uk: Мета

# helpGoalBody
source: Fill the {board} board by taking turns with the AI. You are Red, the AI is Blue. The player with the higher TOTAL score wins.
de: Fülle das {board}-Brett abwechselnd mit der KI. Du bist Rot, die KI ist Blau. Gewinnt, wer die höhere GESAMTpunktzahl hat.
es: Rellena el tablero {board} por turnos con la IA. Tú eres Rojo, la IA es Azul. Gana el jugador con la mayor puntuación TOTAL.
fr: Remplissez le plateau {board} en alternant avec l’IA. Vous êtes Rouge, l’IA est Bleue. Le joueur avec le score TOTAL le plus élevé gagne.
nl: Vul het {board}-bord door om de beurt met de AI te spelen. Jij bent Rood, de AI is Blauw. De speler met de hoogste TOTALE score wint.
pl: Wypełnij planszę {board}, wykonując ruchy na zmianę z SI. Ty jesteś czerwony, SI jest niebieska. Gracz z wyższym ŁĄCZNYM wynikiem wygrywa.
ru: Заполните поле {board}, по очереди с ИИ. Вы — Красный, ИИ — Синий. Побеждает игрок с более высоким ОБЩИМ счётом.
uk: Заповніть поле {board}, ходячи по черзі з ШІ. Ви — Червоний, ШІ — Синій. Перемагає гравець із більшим ЗАГАЛЬНИМ рахунком.

# helpTurnsTitle
source: Turns & Placement
de: Züge & Platzierung
es: Turnos y colocación
fr: Tours et placement
nl: Beurten & Plaatsing
pl: Tury i umieszczanie
ru: Ходы и размещение
uk: Ходи та розміщення

# helpTurnsBody
source: Tap any empty cell to place your color. After your move, the AI places blue. The starting player can be changed in Settings.
de: Tippe auf eine leere Zelle, um deine Farbe zu platzieren. Nach deinem Zug setzt die KI Blau. Wer beginnt, kann in den Einstellungen geändert werden.
es: Toca cualquier celda vacía para colocar tu color. Después de tu movimiento, la IA coloca azul. El jugador inicial se puede cambiar en Ajustes.
fr: Touchez une case vide pour placer votre couleur. Après votre coup, l’IA place du bleu. Le joueur qui commence peut être changé dans les Paramètres.
nl: Tik op een lege cel om je kleur te plaatsen. Na jouw zet plaatst de AI blauw. De startspeler kan in Instellingen worden gewijzigd.
pl: Dotknij dowolnej pustej komórki, aby umieścić swój kolor. Po twoim ruchu SI umieszcza niebieski. Gracza rozpoczynającego można zmienić w Ustawieniach.
ru: Нажмите на любую пустую клетку, чтобы поставить свой цвет. После вашего хода ИИ ставит синий. Кто ходит первым, можно изменить в настройках.
uk: Торкніться будь-якої порожньої клітинки, щоб поставити свій колір. Після вашого ходу ШІ ставить синій. Початкового гравця можна змінити в Налаштуваннях.

# helpScoringTitle
source: Scoring
de: Punkte
es: Puntuación
fr: Score
nl: Scoren
pl: Punktacja
ru: Подсчёт очков
uk: Нарахування очок

# helpScoringBase
source: Base Score: number of cells of your color on the board when the game ends.
de: Basis-Punkte: Anzahl der Zellen deiner Farbe am Spielende.
es: Puntuación base: número de celdas de tu color en el tablero cuando termina la partida.
fr: Score de base : nombre de cases de votre couleur sur le plateau à la fin.
nl: Basisscore: aantal cellen van jouw kleur op het bord wanneer het spel eindigt.
pl: Wynik podstawowy: liczba pól twojego koloru na planszy po zakończeniu gry.
ru: Базовый счёт: количество клеток вашего цвета на поле к концу игры.
uk: Базові очки: кількість клітинок вашого кольору на полі, коли гра закінчується.

# helpScoringBonus
source: Bonus: +50 points for every full row or full column filled with your color.
de: Bonus: +50 Punkte für jede volle Reihe oder Spalte deiner Farbe.
es: Bono: +50 puntos por cada fila o columna completa de tu color.
fr: Bonus : +50 points pour chaque ligne ou colonne complète de votre couleur.
nl: Bonus: +50 punten voor elke volle rij of kolom die met jouw kleur is gevuld.
pl: Premia: +50 punktów za każdy pełny wiersz lub kolumnę wypełnioną twoim kolorem.
ru: Бонус: +50 очков за каждый полностью заполненный вашим цветом ряд или столбец.
uk: Бонус: +50 очок за кожен повний рядок або стовпчик, заповнений вашим кольором.

# helpScoringTotal
source: Total Score: Base Score + Bonus.
de: Gesamtpunkte: Basis + Bonus.
es: Puntuación total: Base + Bono.
fr: Score total : base + bonus.
nl: Totaalscore: Basisscore + Bonus.
pl: Wynik łączny: wynik podstawowy + premia.
ru: Итоговый счёт: базовый счёт + бонус.
uk: Загальний рахунок: базові очки + бонус.

# helpScoringEarning
source: Earning Points During Play (Red): +1 for each placement, +2 extra if placed in a corner, +2 for each Blue turned Neutral, +3 for each Neutral turned Red, +50 for each new full Red row/column.
de: Punkte während des Spiels (Rot): +1 pro Platzierung, +2 extra für eine Ecke, +2 für jedes Blau zu Neutral, +3 für jedes Neutral zu Rot, +50 für jede neue volle rote Reihe/Spalte.
es: Ganancia de puntos durante la partida (Rojo): +1 por cada colocación, +2 extra si está en una esquina, +2 por cada azul convertido en neutral, +3 por cada neutral convertido en rojo, +50 por cada nueva fila/columna roja completa.
fr: Points gagnés pendant la partie (Rouge) : +1 par placement, +2 en plus si placé dans un coin, +2 pour chaque Bleu devenu Neutre, +3 pour chaque Neutre devenu Rouge, +50 pour chaque nouvelle ligne/colonne rouge complète.
nl: Punten verdienen tijdens het spel (Rood): +1 voor elke plaatsing, +2 extra als je in een hoek plaatst, +2 voor elke Blauwe die naar Neutraal wordt, +3 voor elke Neutrale die naar Rood wordt, +50 voor elke nieuwe volle Rode rij/kolom.
pl: Zdobywanie punktów podczas gry (Czerwony): +1 za każde umieszczenie, +2 dodatkowe za narożnik, +2 za każde Niebieskie zmienione na Neutralne, +3 za każde Neutralne zmienione na Czerwone, +50 za każdy nowy pełny czerwony wiersz/kolumnę.
ru: Заработок очков во время игры (Красный): +1 за каждое размещение, +2 дополнительно за угол, +2 за каждую синюю клетку, ставшую нейтральной, +3 за каждую нейтральную, ставшую красной, +50 за каждый новый полный красный ряд/столбец.
uk: Нарахування очок під час гри (Червоний): +1 за кожне розміщення, +2 додатково за кут, +2 за кожну синю, що стала нейтральною, +3 за кожну нейтральну, що стала червоною, +50 за кожен новий повний червоний рядок/стовпчик.

# helpScoringCumulative
source: Your cumulative trophy counter only increases. Points are added after each finished game based on your Red Total. Opponent actions never reduce your cumulative total.
de: Dein Trophäen-Zähler steigt nur. Punkte werden nach jedem Spiel anhand deiner roten Gesamtpunkte addiert. Aktionen des Gegners verringern deinen Gesamtwert nie.
es: Tu contador de trofeos solo aumenta. Los puntos se suman tras cada partida según tu total rojo. Las acciones del rival nunca reducen tu total acumulado.
fr: Votre compteur de trophées ne fait qu’augmenter. Les points sont ajoutés après chaque partie terminée selon votre total Rouge. Les actions de l’adversaire ne réduisent jamais votre total cumulé.
nl: Je cumulatieve trofeëteller neemt alleen toe. Punten worden na elk beëindigd spel toegevoegd op basis van je Rode totaal. Acties van de tegenstander verlagen je cumulatieve totaal nooit.
pl: Twój łączny licznik trofeów tylko rośnie. Punkty są dodawane po każdej zakończonej grze na podstawie twojego łącznego wyniku Czerwonego. Działania przeciwnika nigdy nie zmniejszają twojego łącznego wyniku.
ru: Ваш общий счёт трофеев только увеличивается. Очки добавляются после каждой завершённой игры по вашему красному итогу. Действия соперника никогда не уменьшают ваш общий итог.
uk: Ваш сумарний лічильник трофеїв лише зростає. Очки додаються після кожної завершеної гри на основі вашого червоного загального рахунку. Дії суперника ніколи не зменшують ваш сумарний результат.

# helpWinningTitle
source: Winning
de: Sieg
es: Victoria
fr: Victoire
nl: Winnen
pl: Zwycięstwo
ru: Победа
uk: Перемога

# helpWinningBody
source: When the board has no empty cells, the game ends. The player with the higher Total Score wins. Draws are possible.
de: Wenn das Brett keine leeren Zellen mehr hat, endet das Spiel. Gewinnt, wer die höhere Gesamtpunktzahl hat. Unentschieden sind möglich.
es: Cuando no quedan celdas vacías, la partida termina. Gana el jugador con mayor puntuación total. Puede haber empates.
fr: Quand il n’y a plus de cases vides, la partie se termine. Le joueur avec le score total le plus élevé gagne. Les égalités sont possibles.
nl: Wanneer het bord geen lege cellen meer heeft, eindigt het spel. De speler met de hoogste totaalscore wint. Gelijkspel is mogelijk.
pl: Gdy na planszy nie ma pustych pól, gra się kończy. Gracz z wyższym łącznym wynikiem wygrywa. Remisy są możliwe.
ru: Когда на поле не остаётся пустых клеток, игра заканчивается. Побеждает игрок с более высоким итоговым счётом. Возможна ничья.
uk: Коли на полі не залишиться порожніх клітинок, гра закінчується. Перемагає гравець із більшим загальним рахунком. Можлива нічия.

# helpAiLevelTitle
source: AI Level
de: KI-Stufe
es: Nivel de IA
fr: Niveau de l’IA
nl: AI-niveau
pl: Poziom SI
ru: Уровень ИИ
uk: Рівень ШІ

# helpAiLevelBody
source: Choose the AI difficulty in Settings (1–7). Higher levels think further ahead but take longer.
de: Wähle die KI-Schwierigkeit in den Einstellungen (1–7). Höhere Stufen denken weiter voraus, brauchen aber länger.
es: Elige la dificultad de la IA en Ajustes (1–7). Los niveles más altos piensan más, pero tardan más.
fr: Choisissez la difficulté de l’IA dans Paramètres (1–7). Les niveaux plus élevés anticipent davantage mais prennent plus de temps.
nl: Kies de AI-moeilijkheid in Instellingen (1–7). Hogere niveaus denken verder vooruit maar duren langer.
pl: Wybierz trudność SI w Ustawieniach (1–7). Wyższe poziomy myślą dalej, ale zajmują więcej czasu.
ru: Выберите сложность ИИ в настройках (1–7). Более высокие уровни думают дальше, но дольше.
uk: Виберіть складність ШІ в Налаштуваннях (1–7). Вищі рівні думають наперед, але роблять ходи довше.

# helpHistoryProfileTitle
source: History & Profile
de: Verlauf & Profil
es: Historial y perfil
fr: Historique et profil
nl: Geschiedenis & Profiel
pl: Historia i profil
ru: История и профиль
uk: Історія та профіль

# helpHistoryProfileBody
source: Your finished games are saved in History with all details.
de: Deine abgeschlossenen Spiele werden im Verlauf mit allen Details gespeichert.
es: Tus partidas terminadas se guardan en Historial con todos los detalles.
fr: Vos parties terminées sont enregistrées dans l’historique avec tous les détails.
nl: Je voltooide spellen worden in Geschiedenis opgeslagen met alle details.
pl: Twoje zakończone gry są zapisywane w Historii ze wszystkimi szczegółami.
ru: Ваши завершённые игры сохраняются в Истории со всеми деталями.
uk: Ваші завершені ігри зберігаються в Історії з усіма деталями.

# aiDifficultyTitle
source: AI difficulty
de: KI-Schwierigkeit
es: Dificultad de IA
fr: Difficulté de l’IA
nl: AI-moeilijkheid
pl: Trudność SI
ru: Сложность ИИ
uk: Складність ШІ

# aiDifficultyTipBeginner
source: White — Beginner: makes random moves.
de: Weiß — Anfänger: macht zufällige Züge.
es: Blanco — Principiante: hace movimientos aleatorios.
fr: Blanc — Débutant : fait des coups aléatoires.
nl: Wit — Beginner: maakt willekeurige zetten.
pl: Biały — Początkujący: wykonuje losowe ruchy.
ru: Белый — Новичок: делает случайные ходы.
uk: Білий — Початківець: робить випадкові ходи.

# aiDifficultyTipEasy
source: Yellow — Easy: prefers immediate gains.
de: Gelb — Leicht: bevorzugt sofortige Gewinne.
es: Amarillo — Fácil: prefiere ganancias inmediatas.
fr: Jaune — Facile : privilégie les gains immédiats.
nl: Geel — Makkelijk: geeft de voorkeur aan directe winst.
pl: Żółty — Łatwy: preferuje natychmiastowe zyski.
ru: Жёлтый — Лёгкий: предпочитает мгновенную выгоду.
uk: Жовтий — Легкий: віддає перевагу миттєвим виграшам.

# aiDifficultyTipNormal
source: Orange — Normal: greedy with basic positioning.
de: Orange — Normal: gierig mit grundlegendem Positioning.
es: Naranja — Normal: voraz con posicionamiento básico.
fr: Orange — Normal : gourmand avec un positionnement basique.
nl: Oranje — Normaal: gretig met basispositionering.
pl: Pomarańczowy — Normalny: zachłanny z podstawowym pozycjonowaniem.
ru: Оранжевый — Нормальный: жадный с базовым позиционированием.
uk: Помаранчевий — Нормальний: жадібний із базовим позиціюванням.

# aiDifficultyTipChallenging
source: Green — Challenging: shallow search with some foresight.
de: Grün — Herausfordernd: flache Suche mit etwas Voraussicht.
es: Verde — Desafiante: búsqueda superficial con algo de previsión.
fr: Vert — Difficile : recherche superficielle avec un peu de prévoyance.
nl: Groen — Uitdagend: ondiepe zoekdiepte met wat vooruitblik.
pl: Zielony — Wymagający: płytkie przeszukiwanie z pewnym wyprzedzeniem.
ru: Зелёный — Сложный: неглубокий поиск с некоторым предвидением.
uk: Зелений — Складний: поверхневий пошук із передбаченням.

# aiDifficultyTipHard
source: Blue — Hard: deeper search with pruning.
de: Blau — Schwer: tiefere Suche mit Pruning.
es: Azul — Difícil: búsqueda más profunda con poda.
fr: Bleu — Très difficile : recherche plus profonde avec élagage.
nl: Blauw — Moeilijk: diepere zoekactie met snoeien.
pl: Niebieski — Trudny: głębsze przeszukiwanie z przycinaniem.
ru: Синий — Тяжёлый: более глубокий поиск с отсечением.
uk: Синій — Важкий: глибший пошук із відсіканням.

# aiDifficultyTipExpert
source: Brown — Expert: advanced pruning and caching.
de: Braun — Experte: fortgeschrittenes Pruning und Caching.
es: Marrón — Experto: poda avanzada y caché.
fr: Marron — Expert : élagage avancé et cache.
nl: Bruin — Expert: geavanceerd snoeien en caching.
pl: Brązowy — Ekspert: zaawansowane przycinanie i cache.
ru: Коричневый — Эксперт: продвинутое отсечение и кэш.
uk: Коричневий — Експерт: просунуте відсікання та кешування.
